interface Term {
	title: string;
	kanji: string;
	description: string;
	image?: string;
}

export const japaneseSocieties: Term[] = [
	{
		title: '<span id="nihon-mingei-kyokai"></span>Японская ассоциация народных ремесел</span></span>',
		kanji: '',
		image: '/images/useful/societies/nihon-mingei-kyokan.webp',
		description: `<p><a target="_blank" href="https://www.nihon-mingeikyoukai.jp/">Японская ассоциация народных ремесел</a> основана в 1934 году с целью продвижения и развития движения народных ремесел. Это федерация из 30 ассоциаций народных ремесел по всей Японии. Ее первым председателем был Мунэёси Янаги. Штаб-квартира находится в Японском музее в Комабе, район Мэгуро, Токио, а официальным изданием является ежемесячный журнал "Мингэй".</p>
		<p>На фото музей ассоциации (в настоящее время насчитывает около 17 000 экспонатов), на базе которого ведётся активная деятельность, включающая исследовательские и коллекционные поездки в различные регионы Японии и за рубеж, а также писательская и выставочная работа.</p>
		`,
	},
	{
		title: '<span id="nihon-kogei-kai"></span>Японская ассоциация Когэй</span></span>',
		kanji: '日本工芸会',
		image: '/images/useful/societies/nihon-kogei.webp',
		description: `<p><a target="_blank" href="https://www.nihonkogeikai.or.jp/">Японская ассоциация Когэй</a> - общественная организация, объединяющая мастеров, техников и других специалистов традиционных ремесел, в первую очередь признанных хранителями важных нематериальных культурных ценностей (также известных как «Живые национальные сокровища»). В настоящее время в состав ассоциации входят около 1200 полноправных членов, включая хранителей важных нематериальных культурных ценностей в сфере ремесел.</p>
		<p>Президентом ассоциации яаляется Её Императорское Высочество Принцесса Како. Ассоциация имеет девять филиалов по всей стране и состоит из семи подразделений, каждое из которых специализируется на определенном виде ремесел: керамика, крашение и ткачество, лаковые изделия, металлообработка, изделия из дерева и бамбука, изготовление кукол и другие ремесла.</p>
		`,
	},
	{
		title: '<span id="nihon-seramikkusu-kyokai">Керамическое общество Японии</span>',
		kanji: '日本セラミックス協会',
		image: '/images/useful/societies/csj.webp',
		description: `<p><a target="_blank" href="https://www.ceramic.or.jp/">Керамическое общество Японии</a> было основано в 1891 году с целью содействия развитию керамической промышленности, науки и техники. Это единственная в Японии всеобъемлющая организация, занимающаяся керамикой, которая объединяет промышленный и академический секторы. За более чем 130 лет своей деятельности, сообщество помогло утвердить керамику в качестве одной из важных областей инженерного дела. В состав ассоциации входят представители самых разных областей, включая неорганическую и органическую химию, минералогию, химию, физику, электронику, гражданское строительство, медицину и ремесла. Общество проводит презентации различные научных работ, дискуссии и семинары, предоставляя площадку для получения, обмена и представления самой актуальной информации.</p>
		<p>Общество издает ежемесячные журнал "Керамика" и научный журнал "Журнал Керамического общества Японии". Оно также проводит образовательные мероприятия, связанные с керамикой и присуждает награды выдающимся мастерам.</p>
		<p>По состоянию на 31 января 2025 года число членов организации составляет 4504 человека.</p>`,
	},
	{
		title: '<span id="mino-togei-kyokai">Ассоциация керамического искусства Мино - Мино Тогэй Кёкай</span>',
		kanji: '美濃陶芸協会',
		image: '/images/useful/societies/mino-togei-kyokai.webp',
		description: `<p><a target="_blank" href="https://mino-tougeikyoukai.org/">Ассоциация керамического искусства Мино</a>, общественная организация, объединяет 50 художников-керамистов (по состоянию на 9 мая 2025 года) из региона Мино префектуры Гифу, возглавляемую председателем Такуми Андо. С момента своего основания в 1963 году ассоциация работает над продвижением развития керамики Мино и местной керамической промышленности. Ее основная деятельность включает в себя организацию мероприятий, таких как выставки и лекции, а также проведение мастер-классов по керамике. В настоящее время Ассоциация керамического искусства Мино стала общественной организацией, секретариат и галерея которой расположены в Хонмати, город Тадзими, и служат базой для деятельности ассоциации.</p>
		<p>Организвация занимается сохранением шедевров художников, внесших значительный вклад в развитие керамического искусства Мино. Под руководством Ассоциации керамического искусства Мино проводятся выставка керамического искусства Мино и премия Сёроку, ныне переименованная в Выставку чайных чаш Мино. Данные выствки проводятся поочередно каждый год. `,
	},

];
