interface Term {
	title: string;
	kanji: string;
	description: string;
	image?: string;
}

export const japaneseSocieties: Term[] = [
	{
		title: 'Японская ассоциация Когэй',
		kanji: '日本工芸会',
		image: '/images/useful/societies/nihon-kogei.webp',
		description: `<p><a target="_blank" href="https://www.nihonkogeikai.or.jp/">Японская ассоциация Когэй</a> - общественная организация, объединяющая мастеров, техников и других специалистов традиционных ремесел, в первую очередь признанных хранителями важных нематериальных культурных ценностей (также известных как «Живые национальные сокровища»). В настоящее время в состав ассоциации входят около 1200 полноправных членов, включая хранителей важных нематериальных культурных ценностей в сфере ремесел.</p>
		<p>Президентом ассоциации яаляется Её Императорское Высочество Принцесса Како. Ассоциация имеет девять филиалов по всей стране и состоит из семи подразделений, каждое из которых специализируется на определенном виде ремесел: керамика, крашение и ткачество, лаковые изделия, металлообработка, изделия из дерева и бамбука, изготовление кукол и другие ремесла.</p>
		`,
	},
	{
		title: 'Керамическое общество Японии',
		kanji: '日本セラミックス協会',
		image: '/images/useful/societies/csj.webp',
		description: `<p><a target="_blank" href="https://www.ceramic.or.jp/">Керамическое общество Японии</a> было основано в 1891 году с целью содействия развитию керамической промышленности, науки и техники. Это единственная в Японии всеобъемлющая организация, занимающаяся керамикой, которая объединяет промышленный и академический секторы. За более чем 130 лет своей деятельности, сообщество помогло утвердить керамику в качестве одной из важных областей инженерного дела. В состав ассоциации входят представители самых разных областей, включая неорганическую и органическую химию, минералогию, химию, физику, электронику, гражданское строительство, медицину и ремесла. Общество проводит презентации различные научных работ, дискуссии и семинары, предоставляя площадку для получения, обмена и представления самой актуальной информации.</p>
		<p>Общество издает ежемесячные журнал "Керамика" и научный журнал "Журнал Керамического общества Японии". Оно также проводит образовательные мероприятия, связанные с керамикой и присуждает награды выдающимся мастерам.</p>
		<p>По состоянию на 31 января 2025 года число членов организации составляет 4504 человека.</p>`,
	},
];
