interface Term {
	title: string;
	kanji: string;
	description: string;
	image?: string;
}

export const japaneseSocieties: Term[] = [
	{
		title: 'Керамическое общество Японии',
		kanji: '日本セラミックス協会',
		description: '<p><a href="日本セラミックス協会">Керамическое общество Японии</a> было основано в 1891 году с целью содействия развитию керамической промышленности, науки и техники. Это единственная в Японии всеобъемлющая организация, занимающаяся керамикой, которая объединяет промышленный и академический секторы. За более чем 130 лет своей деятельности, сообщество помогло утвердить керамику в качестве одной из важных областей инженерного дела. В состав ассоциации входят представители самых разных областей, включая неорганическую и органическую химию, минералогию, химию, физику, электронику, гражданское строительство, медицину и ремесла. Мы проводим различные презентации научных работ, дискуссии и семинары, предоставляя площадку для получения, обмена и представления самой актуальной информации.</p><p>Общество издает ежемесячные журнал "Керамика" и научный журнал "Журнал Керамического общества Японии". Оно также проводит образовательные мероприятия, связанные с керамикой и присуждает награды выдающимся мастерам.</p><p>По состоянию на 31 января 2025 года число членов составляет 4504 человека ( индивидуальные члены: 2987, студенты-члены: 1295, специальные члены: 222 организации).</p>',
	},
];
