export const ceramicStylesDescriptions = {
  agano: `<p>Керамика Агано (上野焼, агано-яки) традиционно обжигается в Фукути, район Тагава, Фукуока. Производство вещей в Агано началось в 1602 году, когда корейские ремесленники прибыли в Японию из королевства Чосон по приглашению даймё из области Кокура. Начало производства было поддержано Хосокавой Сансаем, который также был известен как даймё Хосокава Тадаоки и занимался чайной церемонией.</p>`,

  akahada: `<p>Керамика Акахада (赤膚焼, акахада-яки) - традиционно производится в префектуре Нара в печах городов Нара и Ямато Корияма.</p>
  <p>Считается, что керамику Акахада начали производить в период Момояма (1573–1603). Младший брат лорда замка Корияма обнаружил залежи, подходящие для гончарного дела - высококачественную красную глину с большим количеством железа. Он обнаружил её в горе Годзё (Акахада-яма) и открыл там печь. В середине периода Эдо керамика Акахада стала одной из семи печей, в которые чайный мастер Кобори Энсю (1579–1647) предпочитал отправлять формы и для изготовления керамических изделий.</p>
  <p>Вещи Акахада имеют гладкую поверхность, и на многих предметах рисуются простые изображения людей, птиц, животных, зданий. Эти сцены известны как Нара-э, что означает "изображения Нары".</p>`,
  arita: `Арита`,
  bizen: `<p>Керамика Бидзэн (備前焼, бидзэн-яки) является старейшей в Японии гончарной техникой, освоенной ещё в период Хэйан (794-1192). Это тип керамики, идентифицируемый по железной твердости, простой неглазурованной текстуре, красновато-коричневому цвету, отсутствию глазури и уникальному виду, получаемому в результате сгорания дров в печи. Из-за свойств глины, керамика Бидзэн обжигается медленно и в течение длительного периода времени. Дровяная печь должна гореть в течение 10-14 дней, что включает в себя долгие часы неусыпного контроля и тонны древесины. Глину для керамики Бидзэн выкапывают с рисовых полей, и богатые железом  земли дают большинству изделий Бидзэн темные цвета, хотя, некоторые гончары предпочитают использовать более светлые горные глины. Итоговый вид поверхности керамики Бидзэн полностью зависит от процессов, происходящих в печи, эти процессы называются ёхэн.</p>`,
  celadon: `Селадон`,
  echizen: `Этидзэн`,
  glass: `Стекло`,
  hagi: `Хаги`,
  hakuji: `Хакудзи`,

  irabo: `<p>Керамика Ирабо (伊羅保焼, ирабо-яки) - корейского происхождения, она была завезена в Японию где-то в 16-17 веках и вызывала восхищение у практикующих чайное действо. Название Ирабо произошло от японского «ира-ира», что означает раздраженный или раздражительный. Это слово относится к грубой фактуре поверхности чайных чаш Ирабо, которая сама по себе является отражением глины, песка и тонкой глазури, типичной для этого стиля.</p>`,

  izushi: `<p>Керамика Идзуси (出石焼, Идзуси-яки) – это традиционно белый фарфор, производимый на западе Японии в Идзуси, префектура Хёго. Она обжигается из чистого белого материала, называемого гончарным камнем Какитани, известного своей белизной. Тончайшие произведения с шелковистой поверхностью, обработанные в гончарной технике местных мастеров были обозначены в 1980-х годах в качестве национальных традиционных ремесел.</p>`,

  karatsu: `<p>Керамика Карацу (唐津焼, карацу-яки) традиционно производится в городе Карацу и его окрестностях, префектура Сага. Карацу был центром внешней торговли и гончарного производства с периода Адзути-Момояма. На сегодняшний день в этой местности находится множество работающих печей, а также руины старых, разбросанных по всей территории префектуры Сага. Гончарный стиль получил свое название от места, где он производится.</p>
  <p>Считается, что методы, используемые при создании посуды Карацу, были заимствованы с Корейского полуострова во время японского вторжения в Корею в конце 16 века, хотя некоторые теории предполагают, что эти техники могли использоваться и ранее.</p>
  <p>Керамика Карацу изначально создавалась для  повседневного обихода. Стиль Карацу считается хорошим примером эстетики ваби-саби, а чаши, тарелки и другие принадлежности Карацу часто используются в чайных церемониях. В Западной Японии всю керамику в целом часто называют «вещами Карацу» из-за того, сколько керамики исторически производилось в районе Карацу.</p>`,

  mino: `<p>Керамика Мино (美濃焼, Мино-яки) производится в центральной Японии, в провинции Мино префектуры Гифу, в основном в городах Тадзими, Токи, Мидзунами и Кани.</p>
  <p>Керамику в районе Токи начали обжигать, по-видимому, более 1300 лет назад. Следы обжиговой деятельности и глиняные изделия в стиле VII века были обнаружены на территории самого города. Во время войн, предшествовавших периоду Адзути-Момояма (1568–1614 гг.), ремесленники из района Сэто бежали в более спокойный район Мино, где были под защитой правителей Токи, и селились там. Мастер Като Ёсабэи основал там своё производство, а его сыновья впоследствии продолжили производить керамику в этом районе. Технические качества вещей и художественное приёмы керамики Мино достигли новых высот, когда здесь начали производить посуду для чайной церемонии.</p>`,

  kiyomizu: `Киёмидзу`,
  kohiki: `Кохики`,
  kyo: `Кё`,
  oribe: `Орибэ`,
  other: `другой`,
  raku: `Раку`,
  seiji: `Сэйдзи`,
  seto: `Сэто`,
  shigaraki: 'Сигараки',

  shino: `<p>Керамика Сино - одна из техник керамического искусства, которая процветала во время увлечения чайными церемониями периода Момояма; это была первая белая керамика, созданная в Японии. Благодаря белому цвету на гончарные изделия удалось нанести рисунок, поэтому керамика Сино считается первой керамикой с рисунком. Хотя популярность этого вида керамики снизилась после периода Эдо, в 1930 году, в начале эры Сёва, открытие Аракава Тоёдзо (1894-1985) старых обжиговых печей Сино привело к повторному возрождению этого вида искусства.</p>
  <p>При традиционном способе производства, форма изготавливается из глины «Могуса» цвета яичной скорлупы - "фирменной" глины региона Мино, на неё наносится густая глазурь из полевого шпата и гончарные изделия обжигаются. Керамика Сино берет свое начало в традиционной церемонии возжигания благовоний периода Муромати, где она использовалась в «Школе Сино», основанной мастером Сино Сосин (? - 1480), которому было поручено производить керамику для региона Мино.</p>
  <p>В технике Э-Сино изображения рисуются под белой глазурью. Изображения наносятся на первый слой металлическим порошком, известным как «онисака», после чего наносится верхний, основной слой глазури и керамика обжигается.</p>`,

  shinoNezumi: `Керамика Сино - одна из техник керамического искусства, которая процветала во время увлечения чайными церемониями периода Момояма; это была первая белая керамика, созданная в Японии. Благодаря белому цвету на гончарные изделия удалось нанести рисунок, поэтому керамика Сино считается первой керамикой с рисунком. Хотя популярность этого вида керамики снизилась после периода Эдо, в 1930 году, в начале эры Сёва, открытие Аракава Тоёдзо (1894-1985) старых обжиговых печей Сино привело к повторному возрождению этого вида искусства.</p>
  <p>При традиционном способе производства, форма изготавливается из глины «Могуса» цвета яичной скорлупы - "фирменной" глины региона Мино, на неё наносится густая глазурь из полевого шпата и гончарные изделия обжигаются. Керамика Сино берет свое начало в традиционной церемонии возжигания благовоний периода Муромати, где она использовалась в «Школе Сино», основанной мастером Сино Сосин (? - 1480), которому было поручено производить керамику для региона Мино.</p>`,

  takatori: `Такатори`,
  tokoname: `Токонамэ`,
  unknown: `не определён`,
  zeze: `<p>Керамика Дзэдзэ (膳所焼, дзэдзэ-яки) - традиционно производится в Оцу, называвшейся раньше доменом Дзэдзэ в провинции Оми. Керамика Дзэдзэ считается одной из семи печей Энсю, в которых создавалась любимая чайная керамика под руководством Кобори Энсю Сэйити (1579-1647), чайного мастера и военачальника раннего периода Эдо.</p>`
};
