import { ExhibitsCategory } from '../types/exhibitsCategory';
import { CeramicStyleType } from '../types/ceramicStyleType';
import type { Exhibits } from '../types/exhibitType';

export const exhibits: Exhibits = [
  {
    id: 2852,
    name: 'Чайница Такатори мастера Такатори Хассэна в 13м поколении',
    potterName: 'Такатори Хассэн в 13м поколении',
    potterJapaneseName: undefined,
    potterPhoto: undefined,
    additionalPhotos: false,
    category: ExhibitsCategory.caddies,
    style: CeramicStyleType.takatori,
    description: `<p>Чайница Такатори, выполненная мастером в 13м поколении Такатори Хассэном. Мастер родился 27 декабря 1934 года. В 1950 году окончил начальную школу Коисивара и занялся семейным бизнесом, а в 1953 получил имя Такотори в 13-м поколении.</p>
    <p>
    Вещи Такатори (高取焼) считаются керамикой кирэй-саби (綺麗寂 — эстетика, основанная на ваби-саби с большим акцентом на элегантность) и связаны со школой чайной церемонии мастера Кобори Энсю, который упоминал Такатори как одну из любимых разновидностей керамики для проведения чайного действа. Это знаменитая печь, известная за свои копии чайных контейнеров карамоно (китайских вещей). Глина для изготовления вещей очищается до высшей степени чистоты, традиционная глазурь очень красива, а нить, которой заготовка отделается от круга, обрезает дно изделия слева.</p>`,
    additionalDescription: `<p>Вехи в карьере мастера:</p>
    <ul class="ololo">
    <li>1950 Окончил начальную школу Коисивара (小石原小学) и занялся семейным бизнесом</li>
    <li>1953 Получил имя патриарха Такатори в 13-м поколении, награжден на Национальной выставке керамики (全国陶磁器展), отобран для художественной выставки префектуры Фукуока (福岡県美術展) и с тех пор постоянно отбирается для участия</li>
    <li>1959 Рекомендован в члены Художественной ассоциации префектуры Фукуока (福岡県美術協)</li>
    <li>1973 Выбран для участия в выставке традиционных ремёсел Японии (日本伝統工芸展)</li>
    <li>1975 Получил награду губернатора (知事賞) от Художественной ассоциации префектуры Фукуока</li>
    <li>1980 Сертифицирован Министерством международной торговли и промышленности (通産省) в качестве традиционного ремесленника (伝統工芸士)</li>
    <li>1986 Чайные чаши, посвященные Великому Храму Исэ (伊勢神宮) приняты на постоянное хранение</li>
    <li>1988 Выбран для участия в выставке традиционных ремесел (伝統工芸展)</li>
    <li>1989 Получил Международную премию в области искусства и культуры (国際芸術文化賞), получил награду губернатора префектуры за непревзойдённую технику (県知事最優秀技術者表彰)</li>
    <li>1996 Получил Гран-при на Парижском фестивале искусств (パリ芸術祭大賞)</li>
    <li>1998 Получил благодарность директора Торгово-промышленного бюро Кюсю (九州通産局長)</li>
    <li>2001 Назначен председателем совета традиционных мастеров Коисивара (小石原伝統工芸士会長)</li>
    <li>2004 На выставке традиционных ремесел (伝統工芸品展) получил награду Бюро экономики, торговли и промышленности Кюсю (九州経済産業局長賞)</li>
    <li>2005 Награжден премией Национальной ассоциации традиционных ремесленников за выдающиеся заслуги (全国伝統工芸士会功労賞), награждён орденом Священного Сокровища (勲章瑞宝)</li>
    <li>2013 Мемориальная выставка Кидзю (喜寿記念展覧会) в Художественном музее Фукуока (福岡市美術館)</li>
    </ul>`,
    price: 25600
  }
];
