interface Term {
	title: string;
	kanji: string;
	description: string;
}

export const japaneseExhibitions: Term[] = [
	{
		title: 'Выставка традиционных японских ремёсел',
		kanji: '日本伝統工芸展',
		description: 'Описание в процессе подготовки',
	},
	{
		title: 'Выставка традиционных ремёсел Токай',
		kanji: '東海伝統工芸展',
		description: 'Описание в процессе подготовки',
	},
	{
		title: 'Международная выставка керамического искусства Тюнъити',
		kanji: '中日国際陶芸展',
		description: 'Описание в процессе подготовки',
	},
	{
		title: 'Выставка керамического искусства Асахи',
		kanji: '朝日陶芸展',
		description: 'Описание в процессе подготовки',
	},
	{
		title: 'Выставка искусств префектуры Гифу',
		kanji: '岐阜県立美術展',
		description: 'Описание в процессе подготовки',
	},
	{
		title: 'Выставка керамического искусства Мино',
		kanji: '美濃陶芸展',
		description: 'Описание в процессе подготовки',
	},
];
