import type { Exhibits } from '../../types/exhibitType';
import { ExhibitCategory } from '../../types/exhibitCategory';
import { ExhibitComplectation } from '../../types/exhibitComplectationType';

const { bowl, cups3, paperDocument, protectiveCloth, tomobakoWooden, vase } = ExhibitComplectation;

export const archive: Exhibits = [
  {
    id: 2537,
    name: 'Пиалы Три друга зимы мастера Киёмидзу Рокубэя',
    age: undefined,
    style: 'kiyomizu',
    category: 'archive',
    potterName: 'Киёмидзу Рокубэй',
    potterJapaneseName: '',
    potterLifeDates: '',

    description: `<p>Три друга зимы — это художественный мотив, состоящий из сосны, бамбука и сливы. Китайцы прославляли сосну, бамбук и сливу вместе, поскольку они заметили, что эти растения не увядают по мере того, как холодные дни углубляются в зимний сезон, в отличие от многих других растений. Известные китайцам как «Три друга зимы», позже они вошли в обычаи восточноазиатской культуры. Вместе они символизируют стойкость, настойчивость и стойкость. Они высоко ценятся в конфуцианстве и как таковые представляют собой идеал ученого-джентльмена. Три друга зимы часто встречаются в произведениях искусства китайской культуры и тех культур, на которые она повлияла. Впервые эти трое появляются вместе в стихотворении девятого века поэта Чжу Цинъюй (朱慶餘) из династии Тан. Художник династии Южная Сун Чжао Мэнцзянь (趙孟堅, ок. 1199–1264), среди прочих художников того времени, сделал эту группу популярной в живописи.</p>
    <p>Фактический термин «Три друга зимы» восходит к самому раннему известному упоминанию в литературе — «Записи о коттедже с пятью облаками сливы» (五雲 梅 舍 記) из сборника «Ясная гора» (霽山集) писателя династии Линь Цзинси (林景熙, 1242–1310):</p>
    <blockquote>Для его резиденции была насыпана земля в виде холма и посажена сотня сливовых деревьев, которые вместе с высокими соснами и высоким бамбуком составляют друзей зимы.<br/><br/>
    即其居累土為山，種梅百本，與喬松，脩篁為歲寒友</blockquote>
    <p>В Японии символ особенно ассоциируется с началом Нового года, Сётикубай (так по-японски называется троица) появляются на поздравительных открытках и в качестве рисунка на сезонных сладостях. Сётикубай (松竹梅) иногда также используется в качестве трехуровневой системы ранжирования. В этом контексте сосна (мацу, 松) обычно имеет высший ранг, за ней следует бамбук (такэ, 竹) в качестве среднего ранга и слива (умэ, 梅) в качестве низшего ранга.</p>
    <p>В корейском стихотворении Ким Юки (1580–1658) трое друзей собраны вместе, чтобы подчеркнуть парадоксальный контраст:</p>
    <blockquote>Персик и слива весны, не щеголяйте своими красивыми цветами;<br/>
    Рассмотрим лучше старую сосну и зеленый бамбук в конце года.<br/>
    Что может изменить эти благородные стебли и их пышную вечную зелень?
    </blockquote>`,

    potterPhoto: '',
    potterInfo: `<p>Киёмидзу Рокубэй (清水六兵衛) — имя, передающееся по наследству главам семьи керамистов из Киото. Студия с более чем 240-летней историей переживает восьмое поколение. В настоящее время дело возглавляет современный керамист и скульптор Рокубэй VIII. Семья оказала влияние на развитие и выживание керамики Кё. Имя наследуется от Рокубэя первого поколения с середины периода Эдо.</p>`,

    additionalPhotos: false,
    additionalPhotosCount: undefined,
    additionalDescription: `<span>Линия преемственности династии Рокубэй</span>
    <ul>
    <li>Кото Рокубэй I (1738-1799)<br/>
    Рождённый под именем Кото Куритаро в городе Сэццу, Осака, около 1735 года, Рокубэй был сыном фермера по имени Кото Рокудзаэмон (古藤六左衛門). Где-то между 1748 и 1751 годами он переехал в Киото и начал изучать гончарное дело у Эбия Сэйбэя (海老屋清兵衛), признанного «первым зарегистрированным гончаром керамики Кёмидзу». В 1771 году он открыл собственную студию в районе Годзёдзака в Киото, недалеко от храма Киёмидзу, и взял себе имя Рокубэй. Три символа, составляющие это имя, представляют собой комбинацию имен его отца и учителя.<br/>
    По некоторым сведениям, имя Рокубэй было дано ему настоятелем-принцем храма Мёхо (妙法院), который был очень впечатлен набором чашек черной Раку, которые сделал для него гончар. Известно, что аббат-принц дал ему печать для использования в качестве знака: иероглиф 清 (произносится как сэй или кё), обрамлённый шестиугольником. Знак для печати был написан священником из храма Тэнрю-дзи и является первым иероглифом в слове Киёмидзу. Этот знак, печать рокумоку (六目印), продолжал использоваться на протяжении поколений Киёмидзу, хотя второй глава семьи добавил к шестиугольнику вторую черту, чтобы отличить работы первого Рокубэя.<br/>
    Рокубэй был активен в киотских художественных кругах, и среди его друзей были художники Маруяма Окё, Мацумура Госюн и Таномура Тикудэн. Было известно, что он привлек этих друзей из школы живописи Сидзё для украшения своих произведений. Он специализировался на тонко украшенном фаянсе и по-прежнему вызывает особое восхищение своей трехцветной надглазурной техникой (иро-э).</li>
    <li>Кото Рокубэй II (1790-1860)<br/>
    Родившийся в 1790 году в Киото, он был сыном Рокубэя I и учился у своего отца до самой смерти последнего в 1799 году, но ему в то время было всего девять лет, и он был слишком молод, чтобы управлять семейной печью. Он продолжал учебу до 1811 года, когда стал главой мастерской и взял имя Рокубэй II. Таким образом, он продолжил традиции, начатые его отцом, в частности разработку цветных полупрозрачных глазурей. Он создавал изделия, вдохновленные различными видами керамики, в том числе керамикой из Сэто и Сигараки. В более позднем возрасте он работал с бело-голубым фарфором, хотя это не было его сильной стороной.<br/>
    В 1838 году Рокубэй II оставил дело, передав его второму сыну Куритаро, а сам взял творческое имя Рокуити (六一). В 1840 году даймё Нагаока в Этиго (современный Ниигата) попросил его открыть печь для обжига. Он сделал это в 1843 году, создав керамику Ояма-яки. Мастер умер в 1860 году.</li>
    <li>Кото Рокубэй / Симидзу Рокубэй III (1822-1883)<br/>
    Родившийся в Киото в 1820 году, Куритаро был вторым сыном Рокубэя II. Он стал главой семейного бизнеса и принял имя Рокубэй III в 18 лет, когда его отец вышел на пенсию в 1838 году. В 1868 году он изменил свое имя, заменив фамилию Кото на Симидзу, альтернативное прочтение иероглифов, составляющих слово Киёмидзу (清水) . Он использовал тот же гончарный знак, что и Рокубэй I, однако заменил квадратные буквы последнего курсивом.<br/>
    В это неспокойное время Рокубэй III отвечал за содержание печи для обжига Киёмидзу и обеспечение ее процветания при соблюдении семейных традиций. Он также присоединился к усилиям по возрождению промышленности Киото после переноса столицы в Токио в 1868 году. Сохраняя техники своих предков, Рокубэй III был открыт и для новых чужеземных влияний. На него сильно повлиял модернизм, и он производил западные предметы, такие как кофейные чашки. В 1879 году он был одним из числа керамистов, которым было поручено изготовить чайный сервиз для использования во время визита бывшего президента США Улисса С. Гранта.<br/>
    К концу 1860-х годов Киёмидзу Рокубэй III, как и другие руководители старых киотских гончарных мастерских, осознал преимущества модернизации и попытки приспособиться к западным вкусам. В 1868 году вместе с гончаром Миягавой Кодзаном он посетил Иокогаму, чтобы узнать о западных технологиях производства и росписи. Этот сдвиг в ориентации поощрялся государственными властями, которые вручали призы керамистам, в том числе Рокубэю III, за выдающиеся достижения в работах в западном стиле. Однако печь Киёмидзу оставалась довольно консервативной в своей продукции, придерживаясь преимущественно традиционных изделий и стилей.<br/>
    Рокубэй III отправился в Хиконэ, чтобы изучать техники Сэто. Им восхищались за его мастерство в работе с синим и белым фарфором, селадоном и керамикой с красной глазурью. Он также занимался росписью и учился у художника Нанга Ода Кайсэна (小田海僊). Он часто входил в состав жюри и выигрывал медали на местных выставках, в том числе на Киотской выставке (1875 г.), Отечественной промышленной выставке (1877 г.) и Нагойской выставке (1878 г.). Его работы также были представлены на выставках в Париже, Сиднее и Амстердаме.</li>
    <li>
    Симидзу Рокубэй IV (1848-1920)<br/>
    Рокубэй IV родился в 1848 году и был старшим сыном Рокубэя III. Он принял на себя руководство в 1883 году, после смерти отца. Он был известен своими тонкими, «интеллектуальными» работами, которые контрастировали с драматическим стилем его отца. Большинство его изделий были в технике Раку, Сэто, Сигараки и других традиционных керамических стилях. Он был особенно искусен в украшении изделий крабами, что было тенденцией того времени. Он изучал живопись у Сиокавы Бунрина, художника школы Сидзё, на которого сильно повлияло западное искусство.<br/>
    Рокубэй IV был активен в художественных кругах Киото, помогая основать Союз керамики Годзёдзака, организацию керамики Ютоэн (遊陶園), Общество ценителей керамики (京都陶磁器品評会) и Ками Кай (佳美会) с художником/оформителем Камисака Сэкка (神坂雪佳). В 1895 году он стал соучредителем Киотского научно-исследовательского института керамики. Участвовал в инициативах по популяризации японского искусства за рубежом. В 1880-е годы он участвовал в художественных выставках как конкурсант и судья.<br/>
    Он вышел на пенсию в 1913 году и взял имя Рокуй. Мастер умер в 1920 году, оставив богатое наследие, синтезировав техники семьи Киёмидзу и по-настоящему определив стиль Рокубэй. Фарфоровый фонарь торо, сделанный Рокубэем IV, подаренный Рокубеем V в 1938 году, стоит на территории сада Токийского национального музея.</li>
    <li>Симидзу Рокубэй / Киёмидзу Рокубэй V (1875-1959)<br/>
    Подростком Рокубэй V изучал живопись у мастера Сидзё Коно Байрэя (幸野楳嶺) и в Муниципальной школе живописи Киото (京都府画学校). После окончания школы он учился у своего отца, Рокубэя IV. После смерти Байрэя в 1895 году он также учился у Такэути Сэйхо (竹内栖鳳). В 1895 году он выставил свое первое керамическое изделие на Национальной промышленной выставке (内国勧業博覧会). Стилистически Рокубэй V был открыт для различных влияний. Он черпал вдохновение в китайском фарфоре, школе живописи Ринпа, модерне и майолике. Он был особенно искусен в селадоне и традиционной надглазурной эмали.<br/>
    Из-за плохого здоровья своего отца Рокубэй V был ведущей фигурой в семейной печи с 1902 года, хотя официально он не вступал во владение до 1913 года. В 1928 году он изменил семейную фамилию на Киёмидзу и применил ее задним числом к ​​предыдущим поколениям. В 1945 году он вышел на пенсию и взял имя Рокува (六和). Тем не менее, он продолжал производить керамику на протяжении 1950-х годов.<br/>
    На протяжении всей своей карьеры Рокубэй V был очень активен в художественных ассоциациях. Он был соучредителем исследовательской группы Ютоэн (遊陶園), Ассоциации исследований керамики (陶芸研究団体), Киотского исследовательского центра керамики (京都市陶磁器試験場), Японской ассоциации ремесел (日本工芸会) и Годзё кай (五条会). С середины 1910-х годов он также был награжден многочисленными наградами, в том числе на Национальной выставке изобразительного искусства (全国美術展) и ежегодной выставке Носёмусё (農商務省展). В 1930 году он стал членом Императорской академии художеств (帝国美術院会), а в 1931 году получил медаль от президента Франции. Рокубэй V умер в 1959 году. В 2001 году японский художественный журнал Хонохо Гэйдзэцу назвал его 21-м самым важным и самым популярным японским керамистом за последние 100 лет.</li>
    <li>Киёмидзу Рокубэй VI (1901-1980)<br/>
    Рокубэй VI, старший сын Рокубэя V, окончил Киотскую городскую школу искусств и ремесел (京都市立美術工芸学校) и Киотский муниципальный колледж живописи (京都市立絵画専門学校), а затем, в 1925 году, поступил в ученики к своему отцу. В том же году он принял участие в своей первой выставке. Его карьера была отмечена успехом на выставках, включая многочисленные награды на выставках Бунтэн (文展), Тэйтэн (帝展) и Ниттэн (日展). Позже его часто выбирали судьей и директором этих национальных выставок. Он пользовался международным признанием, экспонируя произведения на выставках, его работы пополняли музейные коллекции и получали награды в Бельгии, СССР, Франции и Италии. В 1962 году он стал членом Японской академии искусств (日本芸術院会), а в 1976 году был награжден орденом «За заслуги в культуре» (文化功労).<br/>
    Как до, так и после того, как он стал Рокубэем VI в 1945 году, он участвовал в усилиях по продвижению молодых художников, основывая различные организации. Он был одним из «первой волны гончаров-индивидуалистов в современной истории Японии», известных своими уникальными изделиями и инновациями. В 1953 и 1971 годах он создал новые глазури, а в 1955 году изобрел новую технику обжига. Он владел различными японскими и неяпонскими стилями гончарного дела, и его хвалили за его универсальность.<br/>
    В 1980 году Рокубэй VI потерял сознание во время посещения выставки, посвященной истории семьи Киёмидзу. Вскоре он умер.</li>
    <li>Киёмидзу Рокубэй VII (1922-2006)<br/>
    Помимо признанных критиками произведений искусства, карьера Рокубэя VII была отмечена сменой имени и специальности. Родившийся третьим сыном Цукамото Такэдзиро (塚本竹十郎) в префектуре Айти, в 1951 году он был усыновлен в семью Киёмидзу, когда женился на старшей дочери Рокубэя VI. В то время он взял имя Киёмидзу Ёдзи (清水洋士), которое он в следующем году сократил до Ё (洋).<br/>
    В 1953 году он окончил Токийский университет искусств (東京芸術大学), где изучал литье металлов. Он работал в печи Киёмидзу на протяжении 50-х годов и получил свою первую награду в области керамики на выставке Ниттэн в 1957 году. В 1963 году он стал доцентом кафедры керамики Киотского городского университета искусств. Два года спустя он снова учствовал в выставке Ниттэн, на этот раз как Киёмидзу Ёси (清水 裕 詞).<br/>
    Со второй половины 1960-х Рокубэй VII начал следовать своей истинной страсти: скульптуре. Он выставил свою первую скульптуру в 1966 году под именем Киёмидзу Готоэ (清水五東衛). В 1967 году он принял радикальное решение специализироваться исключительно на скульптуре под именем Киёмидзу Кюбэй. Хотя он унаследовал руководство семейной печью в 1981 году, он не возвращался к гончарному делу до 1987 года, что означало 20-летний перерыв в работах Киёмидзу Рокубэй.<br/>
    Под именем Кюбэй, он создавал современные изделия из глины и металла. Как Рокубэй VII, он создавал не только абстрактные произведения, но и традиционные функциональные предметы, такие как вазы, чайные чаши, сервизы для сакэ, кофейные чашки и тарелки. Хотя он был плодовитым автором, по словам его наследника Рокубэя VIII, «когда он начал работать как Кюбэй, он уничтожил свои ранние произведения. В результате осталось очень мало работ того периода».<br/>
    В 2000 году он передал титул Рокубэй своему старшему сыну, хотя продолжал создавать скульптуры как Киёмидзу Кюбэй до своей смерти в 2006 году.</li>
    <li>Киёмидзу Рокубэй VIII (1954-)<br/>
    Киёмидзу Масахиро родился в 1954 году и является старшим сыном Рокубэя VII. В середине 1970-х и начале 1980-х он изучал архитектуру, скульптуру и керамику в Токио и Киото, прежде чем присоединиться к семейному гончарному делу в 1983 году. С того времени и по настоящее время он получил различные национальные и международные награды, в том числе на выставке керамики Асахи ( 朝日陶芸展), Премия культуры префектуры Киото (京都府文化賞), Международная премия Фонда Сидни Майера в области керамики (シドニー・マイヤー基金国際陶芸賞展) и Премия Японского общества керамики (日本陶磞). В 2004 году в опросе среди профессиональных деятелей искусства о самых важных ныне живущих керамистов Японии он занял 12-е место.<br/>
    В 2000 году он сменил своего отца на посту главы печи Киёмидзу и продолжает занимать эту должность. Кроме того, в настоящее время он преподает современную керамику в Киотском университете искусства и дизайна (京都造形芸術大学).</li>
    </ul>`,

    price: 0,
    height: undefined,
    length: undefined,
    width: undefined,
    diameter: undefined,
    footDiameter: undefined,
    weigth: undefined,
    volume: undefined,
    weightOfSet: undefined,
    complectation: [cups3, tomobakoWooden],
    preservation: 'состояние новых'
  },
  {
    id: 2699,
    name: 'Чаша с соснами',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'archive',
    style: 'kyo',
    description: ``,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [bowl]
  },
  {
    id: 2845,
    name: 'Ваза Кё мастера Кимуры Норитады',
    potterName: 'Кимура Норитада',
    potterJapaneseName: '木村 宜正',
    potterPhoto: 'kimura-noritada.jpg',
    additionalPhotos: false,
    category: 'archive',
    style: 'kyo',
    description: `<p>Круглая ваза, созданная около 1998 года Кимурой Норитадой, сыном Кимуры Моринобу — мастера современной японской традиционной керамики и обладателя нематериальных культурных ценностей (национального сокровища). Работы Кимуры Норитады неоднократно выставлялись на выставках японских традиционных искусств и ремесел. Он является лидером нового поколения в японской керамической промышленности и признанным преемником керамики Кимуры.</p>`,
    potterInfo: `<span>Некоторые вехи в жизни мастера</span>
    <ul>
    <li>1968 Родился в Ивакуре (岩倉), Киото</li>
    <li>1989 Окончил Технический колледж керамики префектуры Киото (京都府立陶工高等技術専門校)</li>
    <li>1992 Провел выставку трех человек отца и сына в Киото Мандзюдо (京都萬珠堂). Был отобран для участия в 21-й Выставке традиционных японских ремёсел (日本伝統工芸展). С тех пор участвовал каждый год.</li>
    <li>1994 Участвовал в «Выставке предметов, украшающих жизнь 94» (暮らしを彩る器展 94) в Tokyo Dome (東京ドーム)</li>
    <li>1995 Первая персональная выставка в Арт-пространстве Хатигэн (アートスペース八源)</li>
    <li>1995 Выбран для участия во 2-й выставке посуды BONSAI (盆栽), выбран для участия в выставке современной чайной керамики (现代茶陶展)</li>
    <li>1997 Персональная выставка в Сэйкадо, Аояма, Токио (東京青山 青花堂), после чего проводит там выставки каждый год</li>
    <li>1997 Лапшичная миска (めん鉢) получила Гран-при на 5-й выставке современной керамики Nissin Foods (日清食品現代陶芸)</li>
    <li>1998 Участие в Уити Симидзу [выставка Хорайкай (蓬莱会展)], с 2004 года выставляется ежегодно</li>
    <li>1998 Участвует в выставке универмага Токие Икэбукуро Сэйбу (東京池袋西武百貨展) и в выставке керамики Хорайкай (蓬莱会作陶展), где с тех пор принимает участие ежегодно</li>
    <li>1998 Выбран для Арт-парка Биама Гранд Кай (芸術の森ビアマグランカイ) в Саппоро</li>
    <li>1998 Выставка отца и сына Кимуры Моринобу (木村盛伸) в Ёкогама Сого</li>
    <li>1998 Провел выставку отца и сына Кимура Моринобу в магазине Уцува-я Мэнами (うつわ屋めなみ) в Киото</li>
    <li>2003 Выбран для участия в выставке японских традиционных ремесел (日本传统工艺展)</li>
    <li>2007 Участие в главной выставке Ассоциации искусств и культуры города Киото [Выставка CRIA] и выставке японских традиционных ремесел</li>
    <li>2008 Участие в выставке KYOTO & LITTLE KYOTO</li>
    <li>2012 Выставка художественных промыслов в Киото (京都美术工艺美术展览会)</li>
    </ul>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [vase, tomobakoWooden, protectiveCloth, paperDocument]
  }
];
