import { ExhibitCategory } from '../../types/exhibitCategory';
import { CeramicStyleType } from '../../types/ceramicStyleType';
import type { Exhibits } from '../../types/exhibitType';

export const bowls: Exhibits = [
  {
    id: 1766,
    name: 'Чаша Кё с парой журавлей на фоне солнца',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.kyo,
    description:
      'Прекрасная чаша в технике Кё с парой журавлей, летящих на фоне солнца. Чаша сделана в Киото и выполнена очень талантливым гончаром, который умело применяет и комбинирует различные декоративные техники. Например, солнце и силуэты журавлей выполнены в технике какиотоси — соскабливания верхнего слоя глины, под которым находится контрастная основа. Другие элементы выполнены в технике кинсаи иро-э — росписи надглазурными эмалевидными красками с применением золотого цвета.',
    additionalDescription: `<p>Журавль, летящий на фоне солнца олицетворяет свободу.</p>
    <p>В Японии журавль — птица счастья, одно из трëх священных созданий (вместе с драконом и черепахой). Журавль — олицетворение чистоты, мира и вечной молодости. По поверьям, даосские монахи могли перевоплощаться в журавлей, чтобы быстро перемещаться во время своих путешествий. Журавли поднимали людей на более высокие уровни бытия, их могучие крылья были способны перенести душу в рай.</p>
    <p>Японский журавль находится под угрозой исчезновения. Их осталось около 2 тысяч.</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2069,
    name: 'Чаша Акахада с оленями мастера Фурусэ Гёдзо 7',
    potterName: 'Фурусэ Гёдзо 7',
    potterJapaneseName: '古瀬堯三',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.akahada,
    description: `<p>Чаша с изображением трёх оленей (традиционный символ города Нара), располагающихся по периметру её тулова. Изготовлена мастером Фурусэ (Дзихэй) Гёдзо в 7-м поколении, имя при рождении — Такаси (隆). Мастер работает в семейной печи Акахадаяма Мотогама (赤膚山元窯), которая столетиями не меняет своей локации и находится в Нара, Япония. Мастер учился под руководством легендарных керамистов Томимото Кенкити (富本憲吉), Кондо Юдзо (近藤悠三) и Фудзимото Ёсимити (藤本能道).</p>
    <p>В 1959 году мастер окончил Киотский городской университет искусств, где познакомился с современными технологиями и идеями, и смог привнести это вдохновение в свои творения, органично соединив их с семейными традициями. Простота формы дополняется традиционной глазурью из рисовой соломы и обжигом в печи ноборигама (многокамерная печь дровяного обжига). В результате изделия приобретают вневременную, утонченную и уникально, не поддающуюся определению красоту.</p>
    <p>Шедевры Фурусэ Гёдзо не считаются эффектными, но скорее следуют философии ваби-саби. Его произведения для чайной церемонии похожи на повседневные изделия, но выполняются с максимальной тщательностью и вызывают ощущение утонченной красоты и спокойствия. В настоящее время Фурусэ в 8-м поколении продолжает семейные традиции и работу предыдущих мастеров.</p>`,
    additionalDescription: `<p>Документально подтвержденная история керамики Акахада начинается в 1573 году, когда хозяин замка Корияма Тоётоми Хидэнага (младший брат Тоётоми Хидэёси) пригласил Ёкуро (мастера-гончара из Токонамэ) начать производство керамики для чайных церемоний.</p>
    <p>В 1781 году керамика Ахада разделилась на три части: Западную, Среднюю и Восточную. Семья Фурусэ Акахадаяма-Мотогама работала в Средней на протяжении восьми поколений, и ее первопроходцем был Фурусэ Дзихэй, известный гончар из Киото. Он был назначен в печь Гёдзаном Янгисавой, правителем замка Корияма, и получил от него печать Акахада, которой семья Фурусэ пользуется и по сей день и позволяющая главе гончарной династии использовать имя Гёдзо, также дарованное правителем замка.</p>
    <p>В 2007 году в соответствии с Законом о защите культурных ценностей Департамент по делам культуры японского правительства объявил, что три архитектурных сооружения печи Акахадаяма-Мотогама, принадлежащие Гёдзо Фурусэ в 7-м поколении, были признаны Зарегистрированными Материальными Культурными Ценностями. Это означает, что данные сооружения теперь официально признаны правительством Японии объектами, имеющими историческое и культурное значение. Постройки включают крупную печь дровяного обжига периода Эдо (1603 — 1868), среднюю печь дровяного обжига периода Сёва (1926 — 1989), выставочный зал периода Мэйдзи (1868 — 1912) и старую мастерскую.</p>
    <p>В комплекте с чашей идут коробка и бумажный документ.
    На крышке коробки написано: 立鹿 — стоящий олень, 茶盌 — чаша для чая, 堯三作 — сделано Гёдзо, в центре стоит печать 赤膚山 — Акахадаяма.</p>
    <p>На внутренней стороне крышки находится печать синтоистского святилища Касуга-тайся (春日大社), построенного в 768 году, находящегося в Оленьем парке на окраине города Нара.</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2218,
    name: 'Чаша чёрная Раку печи Кацура',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.raku,
    description: `<p>Печь Кацура (桂窯) была основана в округе Арасияма города Киото, недалеко от реки Кацура. Основатель печи, Ёригами Сохаку, изначально производил черепицу для крыш храмов и замков. В свободное время он увлекался чаем и это сподвигло его начать производить чайную утварь. В 1953 он начал производить только чайную посудуи отурыл свою печь, наняв молодого ученика, Хигаки Сораку.</p>
    <p>Хигаки Сораку I (檜垣 崇楽) женился на дочери Ёригами и учился у своего тестя Ёригами Сохаку (寄神 崇白), унаследовав печь Кацура.</p>
    <p>Хигаки Сораку II родилась в 1927 в Киото и была старшей дочерью Ёригами Сохаку, основателя печи. В 1983 году, когда её муж скончался, она взяла имя Хигаки Сораку во втором поколении.</p>
    <p>Их дочь Хигаки Аоко также стала выдающимся гончаром, а её сын Рёта (родился в 1976) пошёл по стопам матери.</p>
    <p>В печи также работал мастер Ито Кэйраку (родился в 1942). Он учился под руководством Ёригами Сохаку и Хигаки Сораку I и официально присоединился к печи после своего ученичества.</p>`,
    additionalDescription: `<p>Каллиграфия на крышке коробки, идущей с данной чашей была стёрта. На самой коробке есть кандзи  黒茶碗 - чёрная чайная чаша и кандзи ряом с печатью 桂窯 - печь Кацура. Возле ножки чаши также стоит печать Кацура(桂).</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2268,
    name: 'Чаша Э-Сино мастера Хаяси Рёдзи',
    potterName: 'Хаяси Рёдзи',
    potterJapaneseName: '林 亮炊',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.shino,
    description: `<p>Чаша в технике Э-Сино (絵志野) с веткой цветущей сливы, выполненная мастером Хаяси Рёдзи.</p>
    <p>Хаяси Рёдзи (林 亮炊) — гончар Мино (美濃焼), управляющий печью Сояма (荘山窯), работающий в различных техниках: Сино, Орибэ, пепельная глазурь и другие. Родился в городе Токи, префектура Гифу в 1940 году.</p>
    <p>Керамика Сино часто характеризуется наличием множества мелких отверстий, называемых «суана». Хаяси Рёдзи доработал глазурь Сино и придал ей уникальный вид — глазурь как бы рвётся от отверстия к отверстию, покрываясь глубокими, драматичными трещинами, напоминающими кору дерева или сухую землю. Некоторые его работы отмечены несколькими основными большими трещинами, которые задают тон всему изделию.</p>`,
    additionalDescription: `<p>Некоторые вехи в карьере мастера:</p>
    <ul>
    <li>1961 — горшок Орибэ (織部鉢) отобран на Выставке Горожан Токи (土岐市民展)</li>
    <li>1963 — сосуд с пепельной глазурью (灰釉流彩壶) отобран на первой выставке Керамического Искусства Асахи (朝日陶芸展)</li>
    <li>1966 — бело-синий фарфоровый чайный набор (青白磁釉裏紅茶器) отобран на Выставке Новых Ремёсел (ニュークラフト展)</li>
    <li>1974 — выставка в магазине Гифу Марубуцу (岐阜丸物百貨店 作品展)</li>
    <li>1975-80 — выставляется на выставке в галерее Марусё в Ёкогаме (横浜ギャラリーマルショウ作品展)</li>
    <li>1984 — «Запорошенный горшок с мискантусом» (粉引すすき文壷) отобран на 31й Выставке Японских Традиционных Ремёсел (日本伝統工芸展)</li>
    <li>1985 — «Запорошенный сосуд с травой» (粉引草文壺) отобран на 16й Выставке Традиционных Ремёсел Токай (東海伝統工芸展)</li>
    <li>1985 — Сосуд в технике Бэни Сино (赤志野壺) отобран на 32й Выставке Японских Традиционных Ремёсел (日本伝統工芸展)</li>
    <li>1986 — Сосуд в технике Бэни Сино (赤志野壺) отобран на 17й Выставке Традиционных Ремёсел Токай (東海伝統工芸展)</li>
    <li>1988 — «Тысячеликая» ваза Бэни Сино (赤志野千面壺) отобрана на 19й Выставке Традиционных Ремёсел Токай</li>
    <li>1991 — сертифицирован в качестве мастера традиционных ремёсел (伝統工芸士)</li>
    </ul>
    <p>Персональные выставки проходили в универмагах Кэё (京王百貨店), Гифу Кинтэцу (岐阜近鉄百貨店), Хансин (阪神百貨店), Хиросима Тэнмая (広島天満屋百貨店)</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2320,
    name: 'чаша Хаги',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.hagi,
    description: `Описание в процессе разработки`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2656,
    name: 'Чаша журавль тантидзуру',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.kyo,
    description: `Описание в процессе подготовки, есть дополнительные фотографии`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2739,
    name: 'Чаша Киёмидзу c момидзи',
    potterName: 'Фудзихира Масафуми',
    potterJapaneseName: '藤平正文',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.bowls,
    style: CeramicStyleType.kyo,
    description: `<p>Чаша мастера Фудзихиры Сина (1922 - 2013), создававшего керамику Киёмидзу под именем "Фудзихира Масафуми" в своей мастерской <a href="https://www.fujihiratougei.co.jp/">Фудзихира Тогэй</a> (藤平陶芸).</p>`,
    additionalDescription: `<p>
    <ul>
    <li>1944 поступил в Киотскую среднюю школу ремесел, но бросил учебу из-за болезни</li>
    <li>1945 основал гончарную мастерскую Фудзихира</li>
    <li>1957 получил премию Хокуто и удостоился специального отбора на 13-й выставке Ниттэн</li>
    <li>1960 Международная выставка керамики во Флоренции, Италия</li>
    <li>1963 получил премию Кикка и премию префектуры Киото за достижения в области культуры на 6-й выставке New Nitten</li>
    <li>1968 Выставка «Новое поколение современной керамики»</li>
    <li>1970 Выставка современной керамики Европы и Японии</li>
    <li>1973 получил награду Японской керамической ассоциации</li>
    <li>1974 Передвижная выставка по Латинской Америке</li>
    <li>1976 Передвижная выставка шедевров японской керамики в Восточной Германии</li>
    <li>1978 Передвижная выставка шедевров японской керамики в Западной Германии</li>
    <li>1982 Передвижная выставка в Америке и Канаде</li>
    <li>1983 Выставка современных японских ремесел</li>
    <li>1985 Выставка «Перспектива современного японского искусства»</li>
    <li>1990 получил Киотскую премию искусства и культуры</li>
    <li>1991 получил премию города Киото за достижения в области культуры</li>
    </ul></p>
    <p>Мастер был удостоен чести аудиенции Ее Императорского Высочества принцессы Титибу, аудиенции принца Такамацу и его жены, а также награждён Орденом Священного Сокровища пятой степени.</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  }
];
