import type { Exhibits } from '../../types/exhibitType';
import { ExhibitComplectation } from '../../types/exhibitComplectationType';

const { chaire, natsume, tomobakoWooden, protectiveCloth, shifuku } = ExhibitComplectation;

export const caddies: Exhibits = [
  {
    id: 2672,
    name: 'Чайница с открывающимся верхом',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'other',
    description: `Лакированная деревянная чайница увеличенного (относительно обычных чайниц) размера, для церемоний с большим количеством участников. У неё широкий верх, а её крышка состоит из двух частей и открывается посередине, предоставляя удобный доступ к чаю`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [natsume]
  },
  {
    id: 2696,
    name: 'Чайница тяирэ в форме бунрин',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'seto',
    description: `<p>Чайница для формальных (строгих) чаепитий, форма которй называется бунрин (文琳). Название Бунрин изначально произошло от формы, напоминающей яблоко, и является его элегантным синонимом. Во времена правления императора Гаоцзуна династии Тан в Китае, когда человек по имени Ли Цзинь преподнес ему прекрасное яблоко, обрадованный император сделал Ли Цзина правительственным чиновником по имени Бунджинро — по крайней мере, так гласит история.</p>
    <p>Крышка чайницы выполнена в стиле хэсидзуку (瓶子づく) - её ручка напоминает бутылку для сакэ. На "лице" чайницы (正面 - сёмэн по-японски) есть несколько всполохов более светлой глазури.</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [chaire]
  },
  {
    id: 2705,
    name: 'Чайница тяирэ катацуки',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'seto',
    description: ``,
    additionalDescription: `<p>Чайница, форма которой напоминает, как будто она пожимает плечами, и из-за этого так и называющаяся - катацуки (肩衝 - с выраженными плечами). В Японии говорят, что контейнеры формы насу (баклажановые) — это народные массы, тогда как катацуки — это великие генералы. За это чайные контенеры катацуки были особенно любимы самураями. Говорят, что они предпочитали их из-за их сходства с позой воина, сидящего в сэйдза.</p>
    <p>На "лице" чайницы (正面 - сёмэн по-японски) есть всполох фиолетово-голубого цвета.</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [chaire]
  },
  {
    id: 2728,
    name: 'Чайница тяирэ насу',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'seto',
    description: ``,
    additionalDescription: `<p>Чайница для формальных (строгих) чаепитий, форма которй называется насу Название насу происходит от формы контейнера, напоминающей плод баклажана, обычно круглый и с небольшой "опухлостью" внизу. Считается, что в Китае такие контейнеры использовались как горшки для масла, но, когда попали в Японию, их использовали для чая. Долгое время китайские контейнеры насу считались самыми престижными применительно к хранению чая.</p>
    <p>На "лице" чайницы (正面 - сёмэн по-японски) есть потёк желтой глазури, сужающийся к основанию.</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [chaire]
  },
  {
    id: 2811,
    name: 'Деревянная чайница с сезонными цветами и растениями',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'other',
    description: `Интересная чайница, выполненная из дерева и украшенная изображением веток и иголок сосны, побегами бамбука и цветами сливы. Это довольно старая вещь, так как коробка идущая с чайницей потемнела от времени, в то время как сама чайница, покрытая лаком, выглядит как новая.`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [natsume, tomobakoWooden, protectiveCloth]
  },
  {
    id: 2812,
    name: 'керамическая чайница, керамика Сакура',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'other',
    description: `<p>Интересная чайница, выполненная в "локальном" стиле, названным автором "керамикой Сакура". Чайница имеет форму насу - баклажан. Тулово толстостенное и тяжёлое, покрытое слоем глазури, на котором выдны следы пальцев гончара, оставшиеся после того, как он окунал чайницу в глазурь. Крышка выполнена из дерева, в то время как классические чайницы имеют крышки из кости или смолы, похожей по виду на кость. На дне есть печать мастера, наполовину укрытая глазурью.</p>
    <p>На крышке коробки надписи: みろのく - мироноку (не удалось определить значение), 桜焼 - керамика Сакура</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [chaire, tomobakoWooden]
  },
  {
    id: 2822,
    name: 'Чайница с колёсами гэндзи-гурума',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'other',
    description: `<p>Деревянная чайница, покрытая лаком и украшенная узором гэндзи-гурума (源氏車) – колёсами повозок госё-гурума (御所車), запрягаемых волами, которые использовались знатью периода Хэйан. Эти колёса опускали в воду, чтобы они не рассыхались, если их долго не используют.</p>
    <p>В древнем и средневековом Киото императорская семья и знать ездили в повозках, запряженных волами. Этот образ намекает на несколько классических литературных сцен, среди которых событие из главы «Листья дикого имбиря» (Аой) в «Сказании о Гэндзи», в котором слуги жены Гэндзи и его бывшей возлюбленной создают давку из телег, соревнуясь за лучшую позицию для просмотра фестиваля Камо в Киото.</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [natsume]
  },
  {
    id: 2843,
    name: 'Чайница с печатями хризантеми и павловнии',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: 'caddies',
    style: 'other',
    description: `<p>Императорская печать Японии, также называемая Печатью хризантемы (菊紋, кику-мон), является символом, используемым императором Японии и членами императорской семьи. Это одна из национальных печатей Японии, которая используется аналогично национальному гербу Японии, например, на японских паспортах.</p>
    <p>В период Мэйдзи никому не разрешалось использовать императорскую печать, кроме императора Японии, который использовал 16-лепестковую хризантему с шестнадцатью дополнительными лепестками, виднеющимися за первым рядом. Поэтому каждый член императорской семьи использовал слегка измененную версию печати.</p>
    <p>Печать c павловнией (桐紋, кири-мон) изначально была личным символом японской императорской семьи. Клан Тоётоми, возглавляемый Тоётоми Хидэёси, позже принял её в качестве своего герба, а после Реставрации Мэйдзи печать была принята в качестве эмблемы японского правительства, в отличие от печати с хризантемой, которая представляет императора и членов императорской семьи как символ суверенитета государства.</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined,
    complectation: [natsume]
  },
  {
    id: 2852,
    name: 'Чайница Такатори мастера Такатори Хассэна в 13м поколении',
    potterName: 'Такатори Хассэн 13',
    potterJapaneseName: '十三代高取八仙',
    category: 'caddies',
    style: 'takatori',
    description: `<p>Чайница Такатори, выполненная мастером в 13м поколении Такатори Хассэном.</p>
    <p>Вещи Такатори (高取焼) считаются керамикой кирэй-саби (綺麗寂 — эстетика, основанная на ваби-саби с большим акцентом на элегантность) и связаны со школой чайной церемонии мастера Кобори Энсю, который упоминал Такатори как одну из любимых разновидностей керамики для проведения чайного действа. Печь <a href="http://takatoriyaki.co.jp/">Такатори-гама</a>, в которой трудятся мастера династии, исторически известна своими копиями чайных контейнеров карамоно (китайских вещей). Глина для изготовления вещей очищается до высшей степени чистоты, традиционная глазурь очень красива, а нить, которой заготовка отделается от круга, обрезает дно изделия слева.</p>`,

    potterPhoto: 'takatori-hassen.jpg',
    potterInfo: `<p>Мастер родился 27 декабря 1934 года. В 1950 году окончил начальную школу Коисивара и занялся семейным бизнесом, а в 1953 получил имя Такотори в 13-м поколении.</p>
    <span>Вехи в карьере мастера:</span>
    <ul>
    <li>1950 Окончил начальную школу Коисивара (小石原小学) и занялся семейным бизнесом</li>
    <li>1953 Получил имя патриарха Такатори в 13-м поколении, награжден на Национальной выставке керамики (全国陶磁器展), отобран для художественной выставки префектуры Фукуока (福岡県美術展) и с тех пор постоянно отбирается для участия</li>
    <li>1959 Рекомендован в члены Художественной ассоциации префектуры Фукуока (福岡県美術協)</li>
    <li>1973 Выбран для участия в выставке традиционных ремёсел Японии (日本伝統工芸展)</li>
    <li>1975 Получил награду губернатора (知事賞) от Художественной ассоциации префектуры Фукуока</li>
    <li>1980 Сертифицирован Министерством международной торговли и промышленности (通産省) в качестве традиционного ремесленника (伝統工芸士)</li>
    <li>1986 Чайные чаши, посвященные Великому Храму Исэ (伊勢神宮) приняты на постоянное хранение</li>
    <li>1988 Выбран для участия в выставке традиционных ремесел (伝統工芸展)</li>
    <li>1989 Получил Международную премию в области искусства и культуры (国際芸術文化賞), получил награду губернатора префектуры за непревзойдённую технику (県知事最優秀技術者表彰)</li>
    <li>1996 Получил Гран-при на Парижском фестивале искусств (パリ芸術祭大賞)</li>
    <li>1998 Получил благодарность директора Торгово-промышленного бюро Кюсю (九州通産局長)</li>
    <li>2001 Назначен председателем совета традиционных мастеров Коисивара (小石原伝統工芸士会長)</li>
    <li>2004 На выставке традиционных ремесел (伝統工芸品展) получил награду Бюро экономики, торговли и промышленности Кюсю (九州経済産業局長賞)</li>
    <li>2005 Награжден премией Национальной ассоциации традиционных ремесленников за выдающиеся заслуги (全国伝統工芸士会功労賞), награждён орденом Священного Сокровища (勲章瑞宝)</li>
    <li>2013 Мемориальная выставка Кидзю (喜寿記念展覧会) в Художественном музее Фукуока (福岡市美術館)</li>
    </ul>`,

    additionalDescription: '<p>Ниже несколько фотографий печи с официального сайта.</p>',
    additionalPhotos: true,
    additionalPhotosCount: 5,

    price: 25600,
    complectation: [chaire, tomobakoWooden, shifuku]
  }
];
