import { ExhibitCategory } from '../../types/exhibitCategory';
import { CeramicStyleType } from '../../types/ceramicStyleType';
import type { Exhibits } from '../../types/exhibitType';

export const cups: Exhibits = [
  {
    id: 2486,
    name: 'Стеклянные пиалы "Три друга зимы" фабрики Кагами Кристал',
    potterName: 'Kagami Crystal Co., Ltd. (各務クリスタル製作所)',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.cups,
    style: CeramicStyleType.glass,
    description: `<p>Пиалы «Сосна, бамбук и слива» («cётикубай»), созданные на фабрике по производству изделий из хрусталя Kagami Crystal, которая поставляет для официальных приемов стеклянную посуду Агентству императорского двора, а также производит традиционные японские изделия Эдо Кирико (江戸切子) — вещи с выгравированными узорами.</p>
    <p>Компания Kagami Crystal Co., Ltd. (各務クリスタル製作所), основанная Кагами Кодзо (各務鑛三), открыла первый в Японии завод по производству хрусталя в 1934 году. С момента своего основания более восьмидесяти лет назад компания разработала для создания оригинальных и высококачественных изделий передовые навыки и технологии изготовления стекла, включая ручное выдувание стекла, ручную резку и гравировку.</p>
    <p>Продукция фабрики Кагами широко используется на официальных встречах, таких как приемы государственных гостей и иностранных высокопоставленных лиц в Государственном гостевом доме, а также в посольствах и консульствах Японии по всему миру. Компания неоднократно получала специальные заказы от Императорской семьи. Кагами считается ведущим поставщиком высококачественной стеклянной посуды в Японии.</p>
    <p>Кодзо Кагами сказал: «Мы должны стремиться к созданию истинной ценности, воздерживаясь от недальновидного, эфемерного творчества», и поддержал идею «монозукури-но-кокоро» или страсти к совершенству производства.</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2751,
    name: 'Мэото юноми (парные пиалы) Кохики мастера Тоиты Такацуги',
    potterName: 'Тоита Такацуги',
    potterJapaneseName: '筧田 孝嗣',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.cups,
    style: CeramicStyleType.kohiki,
    description: `<p>Описание пока доступно на японском языке<br/>
    日本工芸会正会員<br/>
神通窯<br/>
昭和18年<br/>
■富山市塚原に生まれる<br/>
昭和45年<br/>
■師吉田耕三（美術評論家）に作陶指導を受ける<br/>
昭和46年<br/>
■小川哲男（熊本）に師事する<br/>
昭和53年<br/>
■清水卵一（京都）に指導を受け現在に至る<br/>
昭和55年<br/>
■日本伝統工芸展初入選 55,56,57,58年入選<br/>
日本工芸会正会員、以後出品入選<br/>
昭和56年<br/>
■第6回日本陶芸展にて優秀作品・毎日新聞社賞、以後入選<br/>
■富山県民会館にて個展3回、富山、糸魚川、大丸東京<br/>
■ギャラリー丹羽（神田）にて個展2回<br/>
■大丸東京店にて赤会展2回<br/>
昭和56年<br/>
■NNS （日本テレビくらしのやきもの展）新宿伊勢丹に招待出品<br/>
■'84富山の作家選抜展出品<br/>
■粉引大壷、灰釉大鉢富山県買上<br/>
■粉引大壺、刷毛目大鉢富山市立鄉土博物館買上<br/>
昭和59年<br/>
■カーター前アメリカ大統領に大鉢器贈呈（富山県）<br/>
昭和61年<br/>
■憲円宮様に大鉢献上（北陸カナダ協会）<br/>
■ブラジル大使（富山県）、カナダ大使釉大鉢粉<br/>
引花入贈呈（北陸カナダ協会）<br/>
昭和63年<br/>
■特別展（現代北陸陶芸の美）招待出品
</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2759,
    name: 'Юноми с хвощём',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.cups,
    style: CeramicStyleType.kyo,
    description: `<p>Описание в процессе подготовки</p>`,
    additionalDescription: `<p></p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2847,
    name: 'Юноми Агано мастера Кумагаи Коё 15',
    potterName: 'Кумагаи Коё 15',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.cups,
    style: CeramicStyleType.agano,
    description: `<p>Чашка, выполненная в технике Агано (上野燒), одной из так называемых «Семи печей Кобори Энсю (遠州七窯), постоянным членом Японской Ассоциации Когэй (日本工芸会) мастером Кумагаи Коё в 15 поколении (十五代 熊谷紅陽). Керамика Агано, производство которой ранее в период Мэйдзи было прекращено, была возрождена при поддержке правительства Кумагаем Кухатиро, который стал мастером в 13-м поколении, последовавшим за двенадцатью поколениями, работавшими в технике Агано еще с феодальных времён.</p>
    <p>Пиала выполнена из глины с большим содержанием песчинок и равномерно покрыта глазурью желтовато-бежевого оттенка. Печать мастера стоит возле ножки пиалы.</p>
    <p>Мастер родился 13 февраля 1912 года в Уэно, город Акаикэ, район Тагава, префектуре Фукуока (福岡県田川郡赤池町上野). В марте 1929 получил награду губернатора (卒業知事賞) за окончание средней технической школы Арита префектуры Сага (佐賀県立有田工業学校). Далее вошел в семейное дело под руководством отца Рюхо (竜峯) — мастера в 14м поколении. Мастера не стало в 1992 году.</p>`,
    additionalDescription: `<p>Некоторые вехи в карьере мастера:</p>
    <ul>
    <li>1937 апрель — персональная выставка в Кокура Изутсуя, Китакюсю (北九州市小倉井筒屋)</li>
    <li>1943 май — по заказу армии начал гончарное дело в Корее для местной самообеспеченности, участвовал в церемонии вручения наборов для саке Его Превосходительству Томоюки Ямасите (山下奉文), командующему армией того времени</li>
    <li>1945 16 октября — вернулся из Кореи в семейное дело</li>
    <li>1951 октябрь — персональная выставка в Тамайе, Фукуока (福岡市玉屋)</li>
    <li>1953 апрель — награжден на Национальном конкурсе керамики (全国陶磁器コンクール)</li>
    <li>1954 15 апреля — получил в храме Дайкакудзи (大覚寺) благодарственное письмо императора за заслуги</li>
    <li>1960 — подарил в качестве поздравления Его Величеству Императору вазу
天皇陛下に花瓶献上御受納の栄を賜ふ</li>
    <li>1965 3 ноября — получил благодарственное письмо за заслуги за создание особенных вещей префектуры Фукуока на фестивале Мэйдзи Дзингу (明治神宮大祭)</li>
    <li>1966 май — совместная выставка с Ассоциацией Керамики Агано (上野焼組合) в универмагах Сэйбу в Икэбукуро, Токио (東京都池袋西武百貨店)</li>
    <li>1966 сентябрь — отобран для выставки Японских традиционных ремесел (日本伝統工芸展)</li>
    <li>1966 ноябрь — выставка отца и сына (父子展) в Хаката Даймару, Фукуока (福岡市博多大丸)</li>
    <li>1967 сентябрь — отобран для выставки Японских традиционных ремесел</li>
    <li>1968 сентябрь — отобран для выставки Японских традиционных ремесел</li>
    <li>1969 июль — отобран для выставки западных ремесел (西部工芸展)</li>
    <li>1969 сентябрь — отобран для выставки Японских традиционных ремесел, а также для 1-й выставки керамического искусства Кюсю (九州陶芸展), получил награду за отличную работу — премию музея искусств Идэмицу (出光美術館賞)</li>
    </ul>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  }
];
