import { ExhibitCategory } from '../../types/exhibitCategory';
import { CeramicStyleType } from '../../types/ceramicStyleType';
import type { Exhibits } from '../../types/exhibitType';

export const other: Exhibits = [
  {
    id: 770,
    name: 'Кого петух',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.celadon,
    description: `Контейнер для благовоний в форме петуха, состоящий из двух половинок: основания и крышки. Авторство уточняется`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 1028,
    name: 'Кого с кандзи "петух" мастера Итикава Кодзо',
    potterName: 'Итикава Кодзо',
    potterJapaneseName: '市川廣三',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.celadon,
    description: `<p>Интересный кого (контейнер для благовоний) с кандзи "петух" (鶏), выполненный талантливым гончаром Итикавой Кодзо 市川廣三 (1930-2009), жившим в Киото. Он со своим братом Итикавой Цусаном обучался у знаменитого мастера Кусубэ Яити.</p>
    <p><p>На коробке от кого написано:<br>白磁瑞 - Хакудзи<br>香合皿 - контейнер для благовоний<br>廣三 - Итикава</p></p>`,
    additionalDescription: `<p>За свою карьеру, мастер участвовал во многих выставках и выиграл множество призов:</p>
    <ul>
    <li>1952 - впервые участвовал в престижной выставке Ниттэн</li>
    <li>1955 - выиграл награду Губернатора  на Выставке Искусств и Ремёсел Киото (далее получал награду еще трижды)</li>
    <li>1966 - приглашён в качестве судьи на выставку Ниттэн, выиграл приз Мэра на выставке Киото (далее получал награду еще дважды)</li>
    <li>1974 - приглашен в качестве судьи на Киотскую выставку, выставляется на Канадской Международной Керамической Выставке и на Французской Международной Керамической Выставке</li>
    <li>1976 - получил награды на Киотской Выставке и Международной Выставке Керамического Искусства Тюнити</li>
    <li>1977 - работу мастера показывали по телевидению в программе “Создавая Красоту”</li>
    <li>1981 - получил Особую Награду выставки Ниттэн</li>
    <li>1985 - приглашен в качестве судьи на Всекансайскую Общую Художественную Выставку</li>
    <li>1993 - стал судьёй на выставке Никкокай</li>
    <li>2000 - получил награду Министра Образования на выставке Никкокай</li>
    </ul>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2133,
    name: ' Тёси - чайник для нагревания сакэ',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.other,
    description: `<p>Тёси (銚子) — чайник для нагрева сакэ. Старый чугунный чайник с декором в виде волн и растений. Крышка чайника сделана из дерева и покрыта лаком, который местами скололся. Ручка декорирована узором, имитирующим следы жуков-короедов. Внутри виден ремонт — дно стало протекать и предыдущий хозяин залил его металлом, запечатавшим отверстие.</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2478,
    name: 'бамбуковая лопаточка монаха Такэда Экидзю',
    potterName: 'Такэда Экидзю',
    potterJapaneseName: '竹田益州',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.other,
    description: `<p>Редкая бамбуковая лопаточка тясяку для порошкового чая, созданная около 40 лет назад. Она в отличном состоянии, выглядит новой и идёт с тремя коробками: внутренней бамбуковой коробкой с каллиграфией Экидзю Такэда, средней деревянной коробкой и, наконец, картонной внешней коробкой.</p>
      <p>На деревянной коробке есть несколько отверстий, сделанных короедом (видно на последней фотографии). На картонной коробке с годами появились небольшие желтые пятнышки, придающие всему набору антикварный шарм.</p>
      <p>Экидзю Такэда (1896 — 20 июня 1989) — дзэнский монах течения Риндзай, восьмой глава храма Кэнниндзи в период с 1954 по 1989 год. Он родился 10 июля 1896 года в деревне Камиматама (в настоящее время город Матама), Хигаси-гун, префектура Оита. В возрасте девяти лет он получил рукоположение в храме Сёруи, а затем обучался у Мокурая Такеды. Он жил в храме Сёруи и храме Дайсэн, а после службы в качестве главного священника храма Дайтоку он стал главным священником школы Кэнниндзи. Он скончался в 1989 году в возрасте 92 лет.</p>`,
    additionalDescription: `<p>Надписи на внешней коробке:
      <br>銘 瑞雲 — «Подпись «благоприятные облака»» (написано от руки)
      <br>健仁寺管長書付 — «подписано главным монахом Кенниндзи»
      <br>竹田益州老師 — «старый мастер Такэда Экидзю»
      <br>品番 — «инвентарный номер»
      <br>備考 — «примечание»</p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2498,
    name: 'Чугунный котёл (чагама) с сосновыми ветками для зимнего чая',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.other,
    description: `<p>Широкий и округлый чугунный котёл чагама (茶釜), используемый для нагревания воды во время зимних чаепитий. На его корпусе отлит узор в виде ветки сосны — дерева, которое всегда остаётся зелёным, даже в самые сильные морозы, олицетворение стойкости и один из «трёх друзей зимы», наряду со сливой и бамбуком.</p>
    <p>Кама (釜) — это японский термин, означающий металлический горшок или котёл. Специфический термин для котла, используемого в японской чайной церемонии — чагама (茶釜), то есть чайный котёл. Камы традиционно делают из чугуна или меди.</p>
    <p>Зимой в чайной комнате чагама нагревается в углубленном очаге ро (炉), встроенном в пол чайной комнаты, а летом над переносной жаровней фуро (風炉).</p>`,
    additionalDescription: ``,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  },
  {
    id: 2813,
    name: 'Тясяку с молодыми побегами сосны',
    potterName: '',
    potterJapaneseName: '',
    potterPhoto: '',
    additionalPhotos: false,
    category: ExhibitCategory.other,
    style: CeramicStyleType.other,
    description: ``,
    additionalDescription: `<p></p>`,
    price: 0,
    weigth: undefined,
    height: undefined,
    length: undefined,
    width: undefined
  }
];

//
