import L from 'leaflet';

interface Marker {
	geocode: L.LatLngExpression;
	tooltip: string;
	popup?: TrustedHTML;
}

export const sixOldKilns: Marker[] = [
	{ geocode: [34.877685, 136.058957], tooltip: 'Сигараки', popup: 'Определена как Традиционное народное ремесло в 1975' },
	{ geocode: [34.738748, 134.160282], tooltip: 'Бидзэн', popup: 'Определена как Традиционное народное ремесло в 1982' },
	{ geocode: [35.970000, 136.068056], tooltip: 'Этидзэн', popup: 'Определена как Традиционное народное ремесло в 1986' },
	{ geocode: [34.883987, 136.856262], tooltip: 'Токонамэ', popup: 'Определена как Традиционное народное ремесло в 1976' },
	{ geocode: [34.692263, 135.195586], tooltip: 'Тамба', popup: 'Определена как Традиционное народное ремесло в 1978' },
	{ geocode: [35.224, 137.107], tooltip: 'Сэто', popup: '' },
];

export const traditionalKilns: Marker[] = [
	{ geocode: [33.591471, 130.402340], tooltip: 'Агано', popup: 'Определена как Традиционное <br> народное ремесло в 1983 году' },
	{ geocode: [37.452575, 139.889752], tooltip: 'Айдзу Хонго', popup: 'Определена как Традиционное <br> народное ремесло в 1993 году' },
	{ geocode: [35.225345, 137.128556], tooltip: 'Акадзу', popup: 'Определена как Традиционное <br> народное ремесло в 1977 году' },
	{ geocode: [32.386185, 130.177620], tooltip: 'Амакуса', popup: 'Определена как Традиционное <br> народное ремесло в 2003 году' },
	{ geocode: [34.978522, 136.624900], tooltip: 'Ёккаити Банко', popup: 'Определена как Традиционное <br> народное ремесло в 1979 году' },
	{ geocode: [35.473484, 133.053297], tooltip: 'Ивами', popup: 'Определена как Традиционное <br> народное ремесло в 1994 году' },
	{ geocode: [34.730283, 136.508588], tooltip: 'Ига', popup: 'Определена как Традиционное <br> народное ремесло в 1982 году' },
	{ geocode: [34.692263, 135.195586], tooltip: 'Идзуси', popup: 'Определена как Традиционное <br> народное ремесло в 1980 году' },
	{ geocode: [33.236371, 129.892132], tooltip: 'Имари / Арита', popup: 'Определены как Традиционные <br> народные ремёсла в 1977 году' },
	{ geocode: [33.441394, 129.967726], tooltip: 'Карацу', popup: 'Определена как Традиционное <br> народное ремесло в 1988 году' },
	{ geocode: [36.372701, 140.261230], tooltip: 'Касама', popup: 'Определена как Традиционное <br> народное ремесло в 1992 году' },
	{ geocode: [35.012839, 135.780895], tooltip: 'Кё / Киёмидзу', popup: 'Определены как Традиционные <br> народные ремёсла в 1977 году <br> <a target="_blank" href="/ceramic-styles/kyo">Читать статью</a>' },
	{ geocode: [33.591471, 130.402340], tooltip: 'Коисивара', popup: 'Определена как Традиционное <br> народное ремесло в 1975 году' },
	{ geocode: [36.302762, 136.310187], tooltip: 'Кутани', popup: 'Определена как Традиционное <br> народное ремесло в 1975 году' },
	{ geocode: [36.465884, 140.105830], tooltip: 'Масико', popup: 'Определена как Традиционное <br> народное ремесло в 1979 году' },
	{ geocode: [33.177025, 129.724736], tooltip: 'Микавати', popup: 'Определена как Традиционное <br> народное ремесло в 1978 году <br> <a target="_blank" href="/ceramic-styles/kyo">Читать статью</a>' },
	{ geocode: [35.381446, 137.153613], tooltip: 'Мино', popup: 'Определена как Традиционное <br> народное ремесло в 1978 году' },
	{ geocode: [37.494573, 141.000652], tooltip: 'Обори Cома', popup: 'Определена как Традиционное <br> народное ремесло в 1978 году' },
	{ geocode: [34.168590, 134.540929], tooltip: 'Отани', popup: 'Определена как Традиционное <br> народное ремесло в 2003 году' },
	{ geocode: [38.018274, 138.368385], tooltip: 'Садо Мумёи', popup: 'Определена как Традиционное <br> народное ремесло в 2024 году' },
	{ geocode: [31.598611, 130.554720], tooltip: 'Сацума', popup: 'Определена как Традиционное <br> народное ремесло в 2002 году' },
	{ geocode: [32.976934, 130.475048], tooltip: 'Сёдай', popup: 'Определена как Традиционное <br> народное ремесло в 2003 году' },
	{ geocode: [35.180295, 136.906712], tooltip: 'Сансю Онигавара', popup: 'Определена как Традиционное <br> народное ремесло в 2017 году' },
	{ geocode: [35.224660, 137.107372], tooltip: 'Сэто Сомэцукэ', popup: 'Определена как Традиционное <br> народное ремесло в 1997 году' },
	{ geocode: [33.759081, 132.789792], tooltip: 'Тобэ', popup: 'Определена как Традиционное <br> народное ремесло в 1976 году' },
	{ geocode: [33.141832, 129.912049], tooltip: 'Хасами', popup: 'Определена как Традиционное <br> народное ремесло в 1978 году' },
	{ geocode: [34.422368, 131.409853], tooltip: 'Хаги', popup: 'Определена как Традиционное <br> народное ремесло в 2002 году <br> <a target="_blank" href="/ceramic-styles/hagi">Читать статью</a>' },
	{ geocode: [26.216389, 127.689349], tooltip: 'Цубоя', popup: 'Определена как Традиционное <br> народное ремесло в 1976 году' },
];

export const otherKilns: Marker[] = [
	{ geocode: [36.57008, 136.66437], tooltip: 'Охи', popup: '<a target="_blank" href="/ceramic-styles/ohi">Читать статью</a>' },
	{ geocode: [34.98461, 135.75612], tooltip: 'Раку', popup: '<a target="_blank" href="/ceramic-styles/raku">Читать статью</a>' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
	// { geocode: [0, 0], tooltip: '', popup: '' },
];