import type { Manufacturer } from '@/variables/incences.types';

export const baieido: Manufacturer = {
	title: 'Байэидо',
	originalTitle: '梅栄堂',
	description: 'История Байэидо восходит к периоду Муромати (1338-1573), когда основатель, Какууэмон Яматоя, стал оптовым торговцем лекарственными средствами и японскими благовониями в городе Сакаи, Япония. В 1657 году владелец назвал себя "Дзинкоя Сакубэй" и начал специализироваться на продаже японских благовоний и ароматических палочек. "Дзинкоя" (торговец агаром) — это название, характерное для Сакаи; использовать его могли только оптовые торговцы лекарственными средствами, специализирующиеся на благовониях. Дзинкоя Сакубэй назвал свой магазин "Дзинсаку", сократив свое имя. Метод и рецепты Сакубэя передавались из поколения в поколение в рамках непрерывной тайной устной традиции и в Байэидо продолжают хранить эти секретные формулы.',
	slug: 'baieido',
	series: {
		kobunboku: {
			slug: 'kobunboku',
			title: 'Кобунбоку',
			description: 'Кобунбоку — это воплощение аромата сливового дерева. Эта серия ароматов представляет собой вариации традиционной смеси сандалового дерева, борнеола, гвоздики, корицы и других лекарственных трав. Это очень популярные ароматы для медитации.',
		},
	},
};
