import type { Manufacturer } from '@/variables/incences.types';

export const kunmeido: Manufacturer = {
	title: 'Кунмэидо',
	originalTitle: '薫明堂',
	description: 'Компания Кунмэидо, расположенная в Сакаи, на родине японских палочек-благовоний, ведёт свою историю со времен эпохи Бунка (1804–1818 гг.). Созерцая плоды многовековых усилий, Кунмэидо продолжает использовать семейные секретные методы создания ароматов, отточенные благодаря постоянному совершенствованию традиционных техник.',
	slug: 'kunmeido',
	series: {
		reiryokoh: {
			slug: 'reiryokoh',
			title: 'Рэйрёко',
			originalTitle: '零陵香',
			description: 'Рэйрёко (零陵香) - линия благовоний, которые используются во время утренней и вечерней практики в храме Дайхондзан Эйхэйдзи (永平寺). Название Эйхэйдзи означает "Храм Вечного Мира". Это один из двух главных храмов школы Сото-дзэн в Японии, основанный мастером дзэн Догэном в 1244 году. Окруженный высокими древними кедрами, Эйхэйдзи сегодня насчитывает более ста монахов, которые всецело посвящают себя практике сикантадза ("сидение с сосредоточенным вниманием").',
		},
	},
};
