import type { Manufacturer } from '@/variables/incences.types';

export const kyukyodo: Manufacturer = {
	title: 'Кюкёдо',
	originalTitle: '鳩居堂',
	description: 'Кюкёдо — одна из старейших и самых уважаемых компаний по производству благовоний в Японии, использующая различные виды натуральной древесины, специй и цветов для создания изысканных смесей с характерным сладким ароматом. Она также специализируется на традиционной японской бумажной продукции, азиатских принадлежностях для каллиграфии и книгах. Основанная в 1663 году, компания Кюкёдо начинала как аптека, продававшая травы и благовония перед главными воротами храмового квартала в Киото. С 1891 по 1945 год компания была официальным поставщиком канцелярских товаров Императорского дома Японии. Её штаб-квартира и первый магазин находятся в Симогё-ку, Киото, а токийские филиалы находятся в Гинзе, Икэбукуро, Сибуе, Синдзюку, Маруноути и Иокогаме.',
	slug: 'kyukyodo',
	series: {
		premium: {
			slug: 'premium',
			title: 'Премиальные',
			description: 'Премиальная коллекция Кюкёдо включает тщательно подобранные смеси на основе агара, сочетающиеся с ингридиентами высочайшего качества. Элегантные и изысканные, они наилучшим образом раскрывают глубину и характер японских благовоний.',
		},
	},
};
