import type { Manufacturer } from '@/variables/incences.types';

export const seijudo: Manufacturer = {
	title: 'Сэйдзюдо',
	originalTitle: '誠寿堂',
	description: 'Компания Сэйдзюдо, расположенная в районе Кандзаки, в 80 километрах к северо-западу от Осаки, является хранителем культуры благовоний, бережно оберегаемой с древних времен. Основанная в 1849 году в Камикаве, живописной долине, окруженной горами, через которую протекает чистая река Оти, компания Сэйдзюдо начала производство собственных палочек в 1872 году. Будучи лидером в области инновационных технологий, Сэйдзюдо разработала первую в отрасли автоматическую машину для производства палочек и, стремясь сохранить ценные натуральные ингредиенты, усовершенствовала технологию производства, чтобы использовать 100% сырья. В своих благовониях компания использует только натуральные материалы и для создания пленительных смесей черпает вдохновение в природе. Цель Сэйдзюдо — создавать всегда свежие ароматы, которые никогда не надоедают слушателю.',
	slug: 'seijudo',
	series: {
		kotonoha: {
			slug: 'kotonoha',
			title: 'Котоноха',
			description: 'Серия Котоноха представлена палочками из агара и сандала. Прекрасный вариант для знакомства с традиционными благовониями Сэйдзюдо.',
		},
	},
};
