import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const a: DictionarySection = {
	letter: 'a',
	terms: [
		{ title: '<span id="akoda-gata">Акода-гата</span>', kanji: '阿古陀形', definition: 'дословно "форма акода" - общее название для предметов, повторяющих форму дыни акода, также известной как золотая зимняя дыня (金冬瓜) или красная зимняя дыня (紅冬瓜). Включает широкий спектр предметов: чайницы, сосуды для благовоний, кувшины для воды, вазы и чайники.' },
		{ title: '<span id="ameyu">Амэ-ю</span>', kanji: '飴釉', definition: 'янтарная (или карамельная) глазурь - это разновидность глазури, основным компонентом которой является железо, и она получила свое название благодаря янтарному цвету, который приобретает при обжиге в окислительной среде' },
		{ title: '<span id="anagama">Анагама</span>', kanji: '窖窯', definition: 'однокамерные печи дровяного обжига, изобретенные примерно в середине V века, в которых температура могла доходить до 1200°' },
		{ title: '<span id="arare">Арарэ</span>', kanji: '霰', definition: 'узор в точку, часто повторяющийся на чугунных изделиях, дословно "град"' },
	],
};
