import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const a: DictionarySection = {
	letter: 'a',
	terms: [
		{ title: 'Абурагэ-дэ', id: 'aburage-de', kanji: '稲荷揚手', romaji: 'aburage-de aburagede', image: 'aburage-de.webp', definition: 'один из видов глазури изделий Кидзето. Обладает слабым блеском и текстурой, похожей на жареный во фритюре тофу. Также называется аямэ-дэ (глазурь в стиле ириса).' },

		{ title: 'Ака-э', id: 'aka-e', kanji: '赤絵', romaji: 'aka-e akae', image: 'aka-e.webp', definition: 'декоративная техника, а также общий термин для керамики и фарфора, изготавливаемых путем нанесения прозрачной глазури на белую основу, а затем росписи поверх нее цветными красками, с использованием красного цвета в качестве основного.' },

		{ title: 'Акода-гата', id: 'akoda-gata', kanji: '阿古陀形', romaji: 'akoda-gata akoda gata', image: 'akoda.webp', definition: 'дословно "форма акода" - общее название для предметов, повторяющих форму дыни акода, также известной как золотая зимняя дыня (金冬瓜) или красная зимняя дыня (紅冬瓜). Включает широкий спектр предметов: чайницы, сосуды для благовоний, кувшины для воды, вазы и чайники.' },

		{ title: 'камень Амакуса', id: 'amakusa', kanji: '天草陶石', romaji: 'amakusa', image: 'amakusa.webp', definition: 'сырьё для фарфора, добываемое в Амакуса, префектура Кумамото; месторождение, обнаруженное в конце XVII — начале XVIII веков и впервые использованное в качестве сырья для изготовления керамики. На долю сырья из Амакуса приходится около 80% всего керамического камня, производимого в Японии. Фарфор из сырья Амакуса можно изготавливать путем обжига в чистом виде, без необходимости смешивания с другими глинами. После обжига вещи приобретают первозданно-белый цвет, и известны своей твердостью и прозрачностью.' },

		{ title: 'Амэ-ю', id: 'ameyu', kanji: '飴釉', romaji: 'ameyu ame-yu', image: 'ame-yu.webp', definition: 'янтарная (или карамельная) глазурь - это разновидность глазури, основным компонентом которой является железо, и она получила свое название благодаря янтарному цвету, который приобретает при обжиге в окислительной среде' },

		{ title: 'Анагама', id: 'anagama', kanji: '穴窯', romaji: 'anagama', image: 'anagama.webp', definition: 'досл. "пещерная печь" - однокамерные печи дровяного обжига, в которых температура могла доходить до 1200-1400°. Представляет собой камеру обжига с топкой на одном конце и дымоходом на другом. Хотя термин "топка" используется для описания пространства для огня, нет никакой физической конструкции, отделяющей пространство для растопки от пространства для обжига керамики. Технология была заимствована из Кореи примерно в V веке.' },

		{ title: 'Аотибу', id: 'aochibu', kanji: '青粒', romaji: 'aochibu ao-chibu', image: 'ao-chibu.webp', definition: 'аотибу (буквально "синие точки") — это техника, при которой базовый цвет плотно усеивается мелким, сплошным покровом из синих точек; считается, что эта техника стала популярной в период Тайсё (1912–1916). Богатые скопления точек создают чудесные узоры, подобные волнам. Для того чтобы создать однородный узор из крошечных точек, сохранив при этом красоту каждого "скопления", требуется необычайное мастерство. Существуют цветовые вариации аотибу: сиротибу (белые точки) и кинтибу (золотые точки).' },

		{ title: 'Арарэ', id: 'arare', kanji: '霰', romaji: 'arare', definition: 'узор в точку, часто повторяющийся на чугунных изделиях, дословно "град"' },
	],
};

// { title: '', id: '', kanji: '', image: '', definition: '' },
