import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const c: DictionarySection = {
	letter: 'с',
	terms: [
		{ title: '<span id="saku">Саку</span>', kanji: '作', definition: 'работа, продукция, сделал, изготовил - знак, который пишется после имени мастера, указывая на его авторство; часто можно встретить на крышках томобако' },
		{ title: '<span id="shodai">Сёдай</span>', kanji: '初代', definition: 'первое поколение, основатель династии' },
		{ title: '<span id="shomen">Сёмэн</span>', kanji: '正面', definition: '"лицо" - лицевая сторона вещи' },
		{ title: '<span id="siori">Сиори</span>', kanji: '栞', definition: 'закладка, путеводитель - лист с информацией о мастере, печи, истории местной разновидности керамики, прикладываемый к японским вещам)' },
		{ title: '<span id="shifuku">Сифуку</span>', kanji: '仕覆', definition: 'мешочек для хранения утвари' },
		{ title: '<span id="sometsuke">Сомэцукэ</span>', kanji: '染付 или 染め付け', definition: 'буквально означает "окрашивать" и применяется исключительно к фарфоровым или бесцветным предметам, декорированным синей краской на основе кобальта. Помимо ручной росписи, сомэцукэ часто наносится с помощью трафарета (染付型紙 - сомэцукэ катагами) или трансферной печати (染付銅板 - сомэцукэ добан). На технику росписи сомэцукэ очень сильное влияние оказала китайская керамика цинхуа (青花)' },
		{ title: '<span id="suana">Суана</span>', kanji: '巣穴', definition: 'отверстия, дырки в глазури (характерная особенность керамики Сино)' },
		{ title: '<span id="sukashibori">Сукасибори</span>', kanji: '透彫', definition: 'термин, обозначающий ажурную или перфорированную работу, при которой рисунок переднего плана остаётся нетронутым, а фоновые области вырезаются и удаляются (или наоборот). Полученное изделие становится "прозрачным" (сукаси), отсюда и название.' },
		{ title: '<span id="senchawan">Сэнтяван</span>', kanji: '煎茶碗', definition: 'чашка для питья листового чая' },
		{ title: '<span id="shudei">Сюдэй</span>', kanji: '​​朱泥', definition: 'неглазурованная керамика красно-коричневого цвета (изначально из Китая, в Японии термин часто применяется к керамике из Токонамэ)' },
		{ title: '<span id="sekki">Сэкки</span>', kanji: '石器 или せっ器​', definition: 'неглазурованная керамика, обожженная при температуре от 1200 до 1300 градусов Цельсия, имеет стекловидную структуру и практически полностью водонепроницаема; является одним из 4 видов классификации керамики наряду с токи, дзики и доки; примерами сэкки являются изделия из Токонаме и Бидзэна' },
	],
};
