import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const d: DictionarySection = {
	letter: 'д',
	terms: [
		{ title: '<span id="dami">Дами</span>', kanji: '濃み', definition: 'процесс нанесения пигмента <i>госу</i> на контур рисунка называется. Специальная кисть для дами обмакивается в госу и держится под углом, чтобы краска впиталась в поверхность сосуда.' },

		{ title: '<span id="jiki">Дзики</span>', kanji: '磁器', definition: 'смесь каолина и фарфорового камня, обожженная при температуре от 1250 до 1350 градусов, образует стекловидное и водонепроницаемое блестящее изделие белого цвета, издающее при постукивании звон; является одним из 4 видов классификации керамики наряду с токи, доки и сэкки; примерами дзики могут быть изделия из Ариты и Кутани)' },

		{ title: '<span id="zo">Дзо</span>', kanji: '造', definition: 'создано, сделано, выполнено (пишется рядом с именем мастера, часто встречается на крышке коробки, в которой хранится вещь)' },

		{ title: '<span id="zogan">Дзоган</span>', kanji: '象嵌', definition: 'инкрустация (как в корейском селадоне) - техника заполнения выемок и бороздок в керамике материалом доугого цвета и состава' },

		{ title: '<span id="dohimo">Дохимо</span>', kanji: '胴紐', definition: 'дословный аналог в русском "поясной шнурок" - горизонтальная бороздка, обычно проходящая по средней части сосуда, напоминающая шнурок' },

		{ title: '<span id="doki">Доки</span>', kanji: '土器', definition: 'неглазурованная (бисквитная) глиняная посуда, обоженная при температурах в диапазоне 500-900 градусов, пористая и хорошо вритывающая влагу; является одним из 4 видов классификации керамики наряду с токи, дзики и сэкки;' },
	],
};
