import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const d: DictionarySection = {
	letter: 'д',
	terms: [
		{ title: 'Дами', id: 'dami', kanji: '濃み', definition: 'техника нанесения пигмента <i>госу</i> на контур рисунка пециальной кистью "дами"; кисть обмакивается в госу и держится под углом, чтобы краска впиталась в поверхность сосуда.' },

		{ title: 'Дзики', id: 'jiki', kanji: '磁器', definition: 'смесь каолина и фарфорового камня, обожженная при температуре от 1250 до 1350 градусов, образует стекловидное и водонепроницаемое блестящее изделие белого цвета, издающее при постукивании звон; является одним из 4 видов классификации керамики наряду с токи, доки и сэкки; примерами дзики могут быть изделия из Ариты и Кутани)' },

		{ title: 'Дзо', id: 'zo', kanji: '造', definition: 'создано, сделано, выполнено (пишется рядом с именем мастера, часто встречается на крышке коробки, в которой хранится вещь)' },

		{ title: 'Дзоган', id: 'zogan', kanji: '象嵌', definition: 'инкрустация (как в корейском селадоне) - техника заполнения выемок и бороздок в керамике материалом доугого цвета и состава' },

		{ title: 'Дохимо', id: 'dohimo', kanji: '胴紐', definition: 'дословный аналог в русском "поясной шнурок" - горизонтальная бороздка, обычно проходящая по средней части сосуда, напоминающая шнурок' },

		{ title: 'Доки', id: 'doki', kanji: '土器', definition: 'неглазурованная (бисквитная) глиняная посуда, обоженная при температурах в диапазоне 500-900 градусов, пористая и хорошо впитывающая влагу; является одним из 4 видов классификации керамики наряду с токи, дзики и сэкки;' },

		{ title: 'Дзя-гама', id: 'ja-gama', kanji: '蛇窯', image: 'ja-gama.jpg', definition: 'Тип восходящей печи с одной камерой в форме вытянутой змеи.' },
	],
};
