import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const e: DictionarySection = {
	letter: 'э',
	terms: [
		{ title: '<span id="enshu-nana-gama">Энсю нана-гама, Энсю тё</span>', kanji: '遠州七窯', definition: 'список японских печей (видов керамики), изделия которых считались наиболее почитаемыми японским мастером чайной церемонии Кобори Энсю (小堀 遠州 1579–1647), жившего в период Эдо. В этот список входят Асахи и Агано, провинции Будзэн; Акахада из провинции Ямато; Кособэ из провинции Сэцу; Ситоро, позже провинция Тотоми; Такатори из провинции Тикудзен; Дзэдзэ из провинции Оми' },
		{ title: '<span id="etsuke">Эцукэ</span>', kanji: '絵付け', definition: 'процесс нанесения контура рисунка на керамику; отличается от техники <i>дами</i>, при которой готовые контуры "заполняются" при помощи широкой кисти' },
	],
};
