import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const g: DictionarySection = {
	letter: 'г',
	terms: [
		{ title: 'Гаиромэ нэндо', id: 'gairome-nendo', kanji: '蛙目粘土', definition: 'глина "лягушачий глаз" как говорят, получила свое название из-за примесей кварца, которые, будучи мокрыми от дождя, напоминают глаза лягушки. Она обладает второй по величине пластичностью после глины Кибуси и становится белее после обжига, что делает ее важным сырьем для фарфора в Японии' },

		{ title: 'Гинсаи', id: 'ginsai', kanji: '', definition: 'общий термин для обозначения техник и готовых изделий, в которых для декорирования используется серебро' },

		{ title: 'Гогаку', id: 'gogaku', kanji: '五岳', definition: 'пять небольших возвышений, образующих нежную волну на ободе чаш, где "го" означает "5", а "гаку" соответственно "пик") - элемент декора чаш Раку, отсылающий к система пяти гор и десяти монастырей, чаще называемой просто системой пяти гор, которая представляла собой сеть спонсируемых государством дзэн-буддийских храмов, созданных в Китае во времена династии Южная Сун (1127–1279). Термин "гора" в этом контексте означает "храм" или "монастырь" и был принят, потому что многие монастыри были построены на изолированных горах. Эта система возникла в Индии, а затем была принята также в Японии в конце периода Камакура (1185–1333)' },

		{ title: 'Годзан', id: 'gozan', kanji: '五山', definition: 'дословно "5 гор" - то же, что и гогаку' },

		{ title: 'Гоё-гама', id: 'goyo-gama', kanji: '御用窯', definition: 'досл. "официальная печь" - в период Эдо (1603-1868) печь, работавшая под покровительством феодального княжества. В этих печах производилась не только керамика для нужд правителя этого княжества, но и подношения императорскому двору или сёгунату, а также подарки другим княжествам.' },

		{ title: 'Гома', id: 'goma', kanji: '', definition: 'глазурованная поверхность сосуда, на которую во время дровяного обжига падает и оплавляется каплями древесная зола; название происходит от того, что по внешнему виду она напоминает просыпанные по поверхности семена кунжута.' },

		{ title: 'Госай-тэ', id: 'gosai-te', kanji: '五彩手', image: 'gosai-te.jpg', definition: 'декоративная техника, при которой краска пяти цветов (зеленый, желтый, фиолетовый, темно-синий и красный) наносится на изделие для создания живописной поверхности; техника была завезена в Японию из Китая в середине XVII века' },

		{ title: 'Госу', id: 'gosu', kanji: '呉須', definition: 'синий пигмент для керамики, используемый в производстве сине-белого фарфора, его основным компонентом является оксид кобальта. Слово "госу" происходит от местного китайского названия природной глины госу. В настоящее время широко используется синтетический госу, получаемый путём смешивания очищенных металлов' },

		{ title: 'Гохонтэ', id: 'gohonte', kanji: '御本手', definition: 'случайным образом расположенные бледно-розовые пятна на поверхности керамики. Происхождение термина восходит к периоду Адзути-Момояма. Чайные мастера того времени заказывали изготовление чайных чаш в Корее. Вместе со своим заказом они присылали образцы или схемы того, что они хотели бы получить. Эти заказы назывались "гохон" или "гохонте". Когда заказанная керамика доставлялась обратно, на большинстве образцов были бледно-розовые пятна, отчего этот тип узора и получил название гохонтэ. Первоначально гохонтэ считался недостатком глазури, но мастера чая начали его ценить,признавая скрытую красоту в хаотичности, неравномерности и естественности узоров. Если попытаться разобраться в происхождении термина, то 御 (го)- это уважительный префикс, 本 (хон) - это книга, 手 (тэ) - техника, местерство, вид, тип. Также сочетание 本手 (хонтэ) - это "правильный, соответствующий ход в игре Сёги" и "эксперт, мастер". Японский язык очень богат на образы, поэтому можно полагать, что гохонтэ - это "книга уважаемому мастеру с соответствующими видами изделий". Иногда гохогтэ называют еще касэ - 鹿背 - оленья спина, так как пятна напоминает рисунок на спине этого животного' },
	],
};
