import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const h: DictionarySection = {
	letter: 'х',
	terms: [
		{ title: '<span id="hakogaki">Хакогаки</span>', kanji: '箱書き', definition: 'надпись, автограф или заметка о подлинности, написанная на коробке с произведением искусства; в зависимости от типа хакогаки, коробки разделяются на три вида: какицукэ-бако (отметка сделана лицом, обладающим авторитетом, например, признанным мастером чайной церемонии или верховным священником одного из храмов), кивамэ-бако (отметка сделана профессиональным знатоком, например Раку Китидзэмон нынешнего поколения оценил чашу Раку и оставил на коробке отметку о подлинности) и томобако (художник сам подписал коробку); коробка из павловнии сама по себе называется кирибако' },
		{ title: '<span id="hakuji">Хакудзи</span>', kanji: '白磁', definition: 'разновидность японского фарфора, обычно белого цвета и без росписи' },
		{ title: '<span id="hakeme">Хакэмэ</span>', kanji: '刷毛目', definition: 'отметины грубой кистью - элемент декора керамики' },
		{ title: '<span id="hanaire">Ханаирэ</span>', kanji: '花入', definition: 'цветочная ваза' },
		{ title: '<span id="hira-chawan">Хира тяван</span>', kanji: '平茶碗', definition: 'широкая чаша для летних чаепитий' },
		{ title: '<span id="hohin">Хохин</span>', kanji: '宝瓶', definition: 'чайник для зелёного чая без ручек' },
		{ title: '<span id="heshizuku">Хэсидзуку</span>', kanji: '瓶子づく', definition: 'стиль крышки чайниц тяирэ в форме бутылки для сакэ, часто встречается у чайниц формы бунрин' },
	],
};
