import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const h: DictionarySection = {
	letter: 'х',
	terms: [
		{ title: 'Хакогаки', id: 'hakogaki', kanji: '箱書き', romaji: 'hakogaki', image: 'hakogaki.jpg', definition: 'надпись, автограф или заметка о подлинности, написанная на коробке с произведением искусства; в зависимости от типа хакогаки, коробки разделяются на три вида: какицукэ-бако (отметка сделана лицом, обладающим авторитетом, например, признанным мастером чайной церемонии или верховным священником одного из храмов), кивамэ-бако (отметка сделана профессиональным знатоком, например Раку Китидзэмон нынешнего поколения оценил чашу Раку и оставил на коробке отметку о подлинности) и томобако (художник сам подписал коробку); коробка из павловнии сама по себе называется кирибако' },

		{ title: 'Хакудзи', id: 'hakuji', kanji: '白磁', romaji: 'hakuji', image: 'hakuji.webp', definition: 'разновидность японского фарфора, обычно белого цвета и без росписи' },

		{ title: 'Хакэмэ', id: 'hakeme', kanji: '刷毛目', romaji: 'hakeme', image: 'hakeme.jpg', definition: 'отметины грубой кистью - элемент декора керамики' },

		{ title: 'Ханаирэ', id: 'hanaire', kanji: '花入', romaji: 'hana-ire hanaire', image: 'hanaire.webp', definition: 'цветочная ваза' },

		{ title: 'Ханадзумэ', id: 'hanazume', kanji: '花詰', romaji: 'hana-zume hanazume', image: 'hanazume.webp', definition: 'классическая техника керамики Кутани, разработанная Сиро Мидзутой из города Канадзавы в период Тайсё (1912–1926 гг.), при которой по всей поверхности изделия искусно изображаются цветы, обведённые золотой краской' },

		{ title: 'Хидасуки', id: 'hidasuki', kanji: '緋襷', romaji: 'hidasuki', image: 'hidasuki.webp', definition: 'Узор на керамике Бидзэн, представляющий собой красноватые линии на светло-коричневом основании, напоминающие шнурки. Для создания этого узора изделие перед обжигом покрывают соломой. Покрытые части вступают в реакцию с компонентами глины, придавая ей красноватый оттенок.' },

		{ title: 'Хиёсэ нэндо', id: 'hiyose', kanji: 'ヒヨセ粘土', romaji: 'hiyose nendo', image: 'hiyose.jpg', definition: 'Хийосэ — это почва, находящаяся в нижних слоях рисовых полей, которая используется в качестве сырья для керамики Бидзэн. Она характеризуется высоким содержанием железа, тонкой текстурой и высокой вязкостью.' },

		{ title: 'Химо-дзукури', id: 'himo-zukuri', kanji: '紐作り', romaji: 'himo-zukuri himo zukuri', image: 'himo-zukuri.webp', definition: 'техника ручной лепки, при которой глина скатывается в жгуты и укладывается по спирали, образуя основу изделия, а затем швы разглаживаются для получения ровной поверхности. Эта техника используется со времен эпохи Дзёмон (примерно с 14 000 по 300 год до н.э.).' },

		{ title: 'Хира тяван', id: 'hira-chawan', kanji: '平茶碗', romaji: 'hira-chawan hirachawan hirajawan hira chawan', image: 'hira-chawan.webp', definition: 'широкая чаша для летних чаепитий' },

		{ title: 'Хохин', id: 'hohin', kanji: '宝瓶', romaji: 'hohin houhin', image: 'hohin.webp', definition: 'чайник для зелёного чая без ручек' },

		{ title: 'Хотару-дэ', id: 'hotaru-de', kanji: '蛍手', romaji: 'hotaru-de hotarude', image: 'hotaru-de.jpg', definition: 'Техника резьбы по керамике, при которой по тулову изделия делаются надрезы или отверстия, которые перед повторным обжигом заполняются прозрачной глазурью. Техника называется "хотару-дэ", потому что узоры просвечивают сквозь свет, подобно свету хотару (светлячка). В Китае эта техника называется "рисовое зерно"' },

		{ title: 'Хэсидзуку', id: 'heshizuku', kanji: '瓶子づく', romaji: 'heshi-zuku heshizuku', image: 'heshizuku.jpg', definition: 'стиль крышки чайниц тяирэ в форме бутылки для сакэ, часто встречается у чайниц формы бунрин' },
	],
};
