import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const i: DictionarySection = {
	letter: 'и',
	terms: [
		{ title: 'камень Идзумияма', id: 'izumiyama', kanji: '泉山陶石', image: 'izumiyama.jpg', definition: '"Идзумияма тосэки" - Разновидность сырья для производства фарфора, добываемого в районе Идзумияма в Арита-тё, префектура Сага. В 1616 году, в начале периода Эдо, корейский гончар по имени Ли Сам Пхён использовал этот камень для создания первого фарфора, произведённого в Японии, с чего, как говорят, началось производство посуды Арита. С тех пор и до начала периода Сёва (1926-1989) фарфоровый камень Идзумияма был основным сырьем, используемым для изготовления посуды Арита. В настоящее время основным материалом стал камень Амакуса, поскольку камень Идзумияма больше практически не добывается.' },

		{ title: 'Инбэ-тэ', id: 'inbe-te', kanji: '', definition: 'Одна из декоративных техник керамики Бидзэн. Глиняная основа формуется и высушивается, затем покрывается слоем глины с высоким содержанием железа, разбавленной водой, и обжигается, в результате чего на поверхности образуется глазурованный блеск. Благодаря этому изделие также эффективно препятствует протеканию воды.' },

		{ title: 'Итириндзаси', id: 'ichirinzashi', kanji: '一輪挿し или 一輪挿', definition: 'небольшая ваза, часто с узким горлышком, в которую помещается однин-два цветка' },

		{ title: 'Иро-э', id: 'iro-e', kanji: '色絵', definition: 'дословно "цветной рисунок", а в керамике "надглазурные эмали" - техника при которой поверх прозрачной глазури, покрывающей светлую основу, наносят узор эмалевидными красками разных цветов. В Японии Какиэмон Сакаида I из Ариты первым начал  производить керамику иро-э в середине 17 века, после чего вещи иро-э стали производить в Арите, Киото, Кутани и других регионах.' },

		{ title: 'Иси-хадзэ', id: 'ishi-haze', kanji: '石爆', definition: 'досл. "каменный взрыв" - эффект, при котором камешек из глины выскакивает на поверхность изделия во время обжига. Ценится в качестве уникальной особенности данного изделия.' },

		{ title: 'Глазурь исубай', id: 'isubai', kanji: '', definition: 'разновидность глазури, изготовленная из золы дерева ису (Distylium Racemosum). В ней содержится больше извести и меньше железа, она характеризуется мягкими оттенками и гладкой текстурой. В период Эдо использовалась при изготовлении посуды Имари ("ко-имари").' },

		{ title: 'Иттин-гаки', id: 'itchin-gaki', kanji: '', image: 'itchin-gaki.jpg', definition: 'метод нанесения узора путем заливки шликера (глины, смешанной с водой), глазури или краски в инструмент, называемый "иттин", и выдавливания его на голую поверхность. Технику также называют цуцу-гаки. Инструменты для иттин-гаки часто имеют форму сжимаемого конуса из бумаги, обработанного вяжущим соком хурмы, также это могут быть бамбуковые трубки с носиком или, в последние годы, пипетки.' },
	],
};
