import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const k: DictionarySection = {
	letter: 'к',
	terms: [
		{ title: 'Кава-кудзира', id: 'kawa-kujira', kanji: '革鯨', definition: 'один из декоративных приемов керамики Карацу - чернение края устья сосуда пигментом на основе железа. Название происходит от сравнения черного цвета обода с кожей кита ("кудзира" — кит, а "кава" — кожа), а цвета самого сосуда — с телом кита.' },

		{ title: 'камень Каванобори', id: 'kawanobori', kanji: '川登陶石', definition: '"Каванобори тосэки" - сырьё для фарфора, которое добывали в районе Каванобори в Тобэ, префектура Эхимэ, с 1818 по 1970 год' },

		{ title: 'Кайраги', id: 'kairagi', kanji: '梅花皮 или 鰄', image: 'kairagi.jpg', definition: 'сморщенная и зернистая глазурь, название которой происходит от её сходства с акульей кожей, которой оборачивались ножны и рукояти меча, и которая за свой внешний вид называлась кайраги (梅花皮 - буквально "кожа дерева сливы")' },

		{ title: 'Какигара', id: 'kakigara', kanji: '牡蠣殻', image: 'kakigara.jpg', definition: 'досл. "раковина устрицы" - техника, уникальная для региона Токонамэ, при которой измельченная раковина устрицы посыпается на основной материал и обжигается для получения тонкого пятнистого узора.' },

		{ title: 'Какэ-вакэ', id: 'kake-wake', kanji: '掛け分け', image: 'kake-wake.webp', definition: 'Декоративная техника, при которой на одно изделие наносятся несколько разных глазурей' },

		{ title: 'Какэ ханаирэ', id: 'kake-hanaire', kanji: '掛花入', definition: 'подвесная цветочная ваза' },

		{ title: 'Кама', id: 'kama', kanji: '釜', definition: 'котёл для приготовления воды' },

		{ title: 'Камаба', id: 'kamaba', kanji: '窯場', definition: 'гончарная мастерская, оснащённая печью для обжига' },

		{ title: 'Камадаси', id: 'kamadashi', kanji: '窯出し', definition: 'извлечение изделий из печи' },

		{ title: 'Камамото', id: 'kamamoto', kanji: '窯元', definition: 'от японских слов "печь" и "происхождение" - собирательный термин, обозначающий как гончарное дело (место, где изготавливают керамику), так и гончара (того, кто изготавливает керамику)' },

		{ title: 'Камадзируси', id: 'kamazirushi', kanji: '窯印', definition: 'марка гончара - отпечаток, марка, печать мастера, который создал вещь, или печи, в которой был произведён обжиг' },

		{ title: 'Камакан', id: 'kamakan', kanji: '釜環', definition: 'кольца котла для приготовления воды, которые используются для его переноса' },

		{ title: 'Камакидзу', id: 'kamakizu', kanji: '窯傷', definition: '"печные дефекты" или "печные шрамы" - следы, появившиеся на изделии во время обжига, например трещины или следы от соприкосновения с другими предметами; обычно камакидзу не считаются дефектами, но ценятся как часть истории и характера изделия, свидетельствующая об интенсивных условиях обжига' },

		{ title: 'Камаяки', id: 'kamayaki', kanji: '窯焼き', definition: 'процесс обжига вещей в печи' },

		{ title: 'Канню', id: 'kannyu', kanji: '', definition: 'сеть трещин (кракле), которая появляется на поверхности глазурованной керамики в результате разной скорости расширения и сжатия глины и глазури во время обжига. Кракле считается важным фактором оценки эстетического качества таких керамических изделий.' },

		{ title: 'Карако', id: 'karako', kanji: '唐子', definition: 'термин, используемый при изображении играющих китайских детей (дословно "дети династии Тан"). Дети, как правило, изображаются гоняющимися за бабочками и с особой прической, которая завязывается на макушке и выбривается с обеих сторон головы. Типичные образцы японской керамики с изображением карако - вещи из Арита, Набэсима и Хирадо' },

		{ title: 'Каракуса', id: 'karakusa', kanji: '唐草', image: 'karakusa.webp', definition: 'стилизованный растительный мотив-арабеска, основанный на принципе переплетения. Каракуса не относится к конкретному виду, но может изображать различные растения, в том числе хана-каракуса (цветочная арабеска), ботан-каракуса (пион), кику-каракуса (хризантема) и тако-каракуса (осьминог).' },

		{ title: 'Касанэ-гакэ', id: 'kasane-gake', kanji: '重ね掛け', image: 'kasane-gake.webp', definition: 'досл. "перекрывать" - декоративная техника, при которой несколько слоев глазури с различными свойствами накладываются одна поверх другой, что приводит к различным проявлениям при их взаимодействии' },

		{ title: 'Касэ', id: 'kase', kanji: '鹿背', definition: 'см. гохонтэ' },

		{ title: 'Катацуки', id: 'katatsuki', kanji: '肩衝', definition: 'чайница тяирэ с выраженными плечами' },

		{ title: 'Кибуси нэндо', id: 'kibushi-nendo', kanji: '木節粘土', definition: 'глина кибуси - содержит отложения деревьев, которые погибли, повалились и были погребены вблизи рек, впадавших в древние озера. Иногда она содержит некарбонизированные остатки древесины, например сучки. Глина такого типа - упругая и пластичная. Существует три её типа: Сирокибуси, Аокибуси и Курокибуси. Сирокибуси - с небольшим количеством чёрного цвета, аокибуси - увлажненная и голубоватая версия Сирокибуси, а Курокибуси - это черновато-серая версия (что обусловленно органическими включениями).' },

		{ title: 'Кинрандэ', id: 'kinrande', kanji: '金襴手', image: 'kinrande.webp', definition: 'буквально "золотая парча" или "стиль золотой парчи" - это японский стиль фарфора, при котором на поверхность наносится золото. Возник в Китае в периоды правления императоров Цзяцзин (1521–1566) и Ваньли (1573–1620) династии Мин. Существует ряд его вариаций в зависимости от цвета основы, на которую наносится золотой рисунок' },

		{ title: 'Кинсаи', id: 'kinsai', kanji: '金彩', definition: 'золотая краска, золотое окрашивание, золотая глазурь - техника декора керамических изделий надглазурной эмалевидной краской золотого цвета; часто сочетается с техникой иро-э' },

		{ title: 'Кинтибу', id: 'kinchibu', kanji: '白粒', definition: 'буквально "золотые точки" - см. также <a href="/dictionary#aochibu">аотибу</a>' },

		{ title: 'Кирибако', id: 'kiribako', kanji: '桐箱', definition: 'коробка, сделанная из павловнии; зачастую употребляется вариант "томобако" - коробка, подписанная мастером' },

		{ title: 'Кири-кодай', id: 'kiri-kodai', kanji: '切り高台', definition: '"скол", или треугольный вырез на дне чашек Хаги - является одной из знаковых особенностей этой керамики. Существуют разные теории о причинах появления этой особенности, одна из которых заключается в том, что гончары Хаги делали вырезы на продукции, чтобы вещи стали "непригодными для дарения" в качестве дани клану Мори, что позволяло гончарам свободно продавать их на рынках; какова бы ни была причина, и по сей день вырез на дне остается характерной чертой вещей Хаги' },

		{ title: 'Кого', id: 'kogo', kanji: '香合', definition: 'небольшая коробочка для благовоний, используемая в чайной церемонии' },

		{ title: 'Коро', id: 'koro', kanji: '香炉', definition: 'курильница для благовоний' },

		{ title: 'Кумидаси', id: 'kumidashi', kanji: '汲出', definition: 'небольшие чашки для питья зеленого чая, по форме более широкие, чем высокие' },

		{ title: 'Кунияки', id: 'kuniyaki', kanji: '国焼', definition: 'буквально "провинциальная керамика" - выражение, используемое чайными мастерами периода Эдо для обозначения вещей, обожженных в печах, отличных от Сэто или Киото, например в мастерских Бидзэн, Карацу, Сацуме, Сигараки и Танба' },

		{ title: 'Куринуки', id: 'kurinuki', kanji: 'くり抜き', definition: 'традиционная японская гончарная техника, примерно переводится как "выдалбливать", при которой из цельного блок глины тщательно вырезаются и выдалбливаются внутренние участки, чтобы создать уникальные, часто грубоватые, и единственные в своем роде керамические сосуды; техника подчёркивает естественную текстуру, асимметрию и руку мастера' },

		{ title: 'Кюсу', id: 'kyusu', kanji: '急須', definition: 'чайник для листового чая с боковой ручкой, также используются названия тябин (茶瓶) и тяцуги или тятю (茶注)' },
	],
};
