import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const k: DictionarySection = {
	letter: 'к',
	terms: [
		{ title: '<span id="kama">Кама</span>', kanji: '釜', definition: 'котёл для приготовления воды' },
		{ title: '<span id="kamaba">Камаба</span>', kanji: '窯場', definition: 'гончарная мастерская, оснащённая печью для обжига' },
		{ title: '<span id="kamadashi">Камадаси</span>', kanji: '窯出し', definition: 'извлечение изделий из печи' },
		{ title: '<span id="kamazirushi">Камадзируси</span>', kanji: '窯印', definition: 'марка гончара - отпечаток, марка, печать мастера, который создал вещь, или печи, в которой был произведён обжиг' },
		{ title: '<span id="kamakan">Камакан</span>', kanji: '釜環', definition: 'кольца котла для приготовления воды, которые используются для его переноса' },
		{ title: '<span id="kamakizu">Камакидзу</span>', kanji: '窯傷', definition: '"печные дефекты" или "печные шрамы" - следы, появившиеся на изделии во время обжига, например трещины или следы от соприкосновения с другими предметами; обычно камакидзу не считаются дефектами, но ценятся как часть истории и характера изделия, свидетельствующая об интенсивных условиях обжига' },
		{ title: '<span id="kamayaki">Камаяки</span>', kanji: '窯焼き', definition: 'процесс обжига вещей в печи' },
		{ title: '<span id="kairagi">Каираги</span>', kanji: '梅花皮 или 鰄', definition: 'грубая керамическая глазурь или эмаль, похожая соответственно на кору сливового дерева или кожу акулы' },
		{ title: '<span id="kake-hanaire">Какэ ханаирэ</span>', kanji: '掛花入', definition: 'подвесная цветочная ваза' },
		{ title: '<span id="karako">Карако</span>', kanji: '唐子', definition: 'термин, используемый при изображении играющих китайских детей (дословно "дети династии Тан"). Дети, как правило, изображаются гоняющимися за бабочками и с особой прической, которая завязывается на макушке и выбривается с обеих сторон головы. Типичные образцы японской керамики с изображением карако - вещи из Арита, Набэсима и Хирадо' },
		{ title: '<span id="kase">Касэ</span>', kanji: '鹿背', definition: 'см. гохонтэ' },
		{ title: '<span id="katatsuki">Катацуки</span>', kanji: '肩衝', definition: 'чайница тяирэ с выраженными плечами' },
		{ title: '<span id="kinrande">Кинранде</span>', kanji: '金襴手', definition: 'буквально "золотая парча" или "стиль золотой парчи") — это японский стиль фарфора, при котором на поверхность наносится золото. Возник в Китае в периоды правления императоров Цзяцзин (1521–1566) и Ваньли (1573–1620) династии Мин. Существует ряд его вариаций в зависимости от цвета основы, на которую наносится золотой рисунок' },
		{ title: '<span id="kinsai">Кинсаи</span>', kanji: '金彩', definition: 'золотая краска, золотое окрашивание, золотая глазурь - техника декора керамических изделий надглазурной эмалевидной краской золотого цвета; часто сочетается с техникой иро-э' },
		{ title: '<span id="kiribako">Кирибако</span>', kanji: '桐箱', definition: 'коробка, сделанная из павловнии; зачастую употребляется вариант "томобако"' },
		{ title: '<span id="kogo">Кого</span>', kanji: '香合', definition: 'небольшая коробочка для благовоний, используемая в чайной церемонии' },
		{ title: '<span id="koro">Коро</span>', kanji: '香炉', definition: 'курильница для благовоний' },
		{ title: '<span id="kumidashi">Кумидаси</span>', kanji: '汲出', definition: 'небольшие чашки для питья зеленого чая, по форме более широкие, чем высокие' },
		{ title: '<span id="kurinuki">Куринуки</span>', kanji: 'くり抜き', definition: 'традиционная японская гончарная техника, примерно переводится как "выдалбливать", при которой из цельного блок глины тщательно вырезаются и выдалбливаются внутренние участки, чтобы создать уникальные, часто грубоватые, и единственные в своем роде керамические сосуды; техника подчёркивает естественную текстуру, асимметрию и руку мастера' },
		{ title: '<span id="kyusu">Кюсу</span>', kanji: '急須', definition: 'чайник для листового чая с боковой ручкой, также используются названия тябин (茶瓶) и тяцуги или тятю (茶注)' },
	],
};
