import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const m: DictionarySection = {
	letter: 'м',
	terms: [
		{ title: 'Мидзусаси', id: 'mizusashi', kanji: '水差、水指 или 水差し, 水指し', romaji: 'mizusashi', image: 'mizusashi.webp', definition: 'емкость со свежей водой для пополнения котла и ополаскивания чаш во время чайной церемонии​' },

		{ title: 'Мимицуки', id: 'mimitsuki', kanji: '耳付', romaji: 'mimitsuki', image: 'mimitsuki.webp', definition: 'характерные "ушки" на вазах Ига, которые, как правило, изготавливаются из грубой глины, иногда с добавлением мелких белых камней; ушки определяют качество вазы, так как они формируются для того, чтобы сбалансировать сосуд, и выражают силу и энергию изделия' },

		{ title: 'Мингэй', id: 'mingei', kanji: '民芸', romaji: 'mingei', image: 'mingei.webp', definition: 'аббревиатура от "минсю-тэки-когэй", что означает "народное искусство", новая концепция красоты, предложенная Соэцу Янаги, Сёдзи Хамадой и Кандзиро Каваи в 1925 году. Эта концепция находит красоту в обычных и утилитарных предметах повседневного обихода, созданных безымянными и неизвестными мастерами из различных регионов Японии. В отличие от произведений искусства, они демонстрируют "красоту повседневных вещей", которая заключается в их практическом применении.' },

		{ title: 'Могакэ', id: 'mogake', kanji: '藻掛', romaji: 'mogake', image: 'mogake.webp', definition: 'обёртывание водорослями - техника декора керамики, уникальная для Токонамэ; при сгорании водоросли оставляют минеральный след в виде полос и остекленевших участков глазури' },

		{ title: 'Могуса', id: 'mogusa', kanji: '百草', romaji: 'mogusa', image: 'mogusa.webp', definition: 'глина могуса, "могуса-до" (百草土) — это фирменная глина региона Мино, из которой преимущественно изготавливаются изделия Сино. Могуса-до собирают вблизи Охиры или Окавы и её относительно трудно добыть, так как это не один слой, который легко выкопать, а сферические структуры в грунте, которые нужно найти. После сбора глину не смешивают с другими и не отбеливают. Её растворяют в воде и оставляют примерно на три месяца для развития адгезионных свойств. Без этого процесса её трудно формовать. Могуса-до ценится за свою легкую текстуру и отличные результаты при обжиге, хотя с ней трудно работать. Органические вещества и сульфид железа в грунте придают ей бледно-розовый оттенок.' },

		{ title: 'Мусикуи', id: 'mushikui', kanji: '虫食い', romaji: 'mushikui', image: 'mushikui.webp', definition: 'отметины, напоминающие глазурь, отслоившуюся от края керамического изделия. Название происходит от сходства с прогрызенным насекомым отверстием. Этот приём также используется для придания керамике ощущения старины.' },

		{ title: 'Мэ-ато', id: 'me-ato', kanji: '目跡', romaji: 'me-ato meato', image: 'me-ato.webp', definition: 'следы, оставленные комками глины или ракушками, помещенными между керамическими изделиями, состыкованными пирамидками, чтобы предотвратить их слипание в процессе обжига.' },

		{ title: 'Мэото юноми', id: 'meoto-yunomi', kanji: '夫婦湯呑', romaji: 'meoto yunomi', image: 'meoto-yunomi.webp', definition: 'парные высокие (часто циллиндрические) чашки для питья листового чая' },

		{ title: 'Мэйбуцу', id: 'meibutsu', kanji: '名物', romaji: 'meibutsu', image: 'meibutsu.webp', definition: 'мэйбуцу (名 - знаменитый, известный, с именем; 物 - вещь, предмет) — это предметы, широко признанные ценителями и людьми чая как выдающиеся образцы. Мэйбуцу также может относиться к предметам с богатой историей происхождения, например, к предмету, передаваемому из поколения в поколение влиятельной семьей. Существуют сотни чайных предметов, считающихся "мэйбуцу", в десятках документированных коллекций.' },

		{ title: 'Мэйки', id: 'meiki', kanji: '名物', romaji: 'meiki', definition: 'мэйки (名 - знаменитый, известный, 器 - сосуд, посуда, утварь) — термин, используемый взаимозаменяемо с мэйбуцу' },

		{ title: 'Мэнтори', id: 'mentori', kanji: '面取り', romaji: 'mentori', image: 'mentori.webp', definition: 'техника снятия материала с поверхности изделия для создания многогранной формы на округлом сосуде, придавая ему иное впечатление. Иногда она применяется для таких деталей, как кодай (основание) и носик.' },
	],
};
