import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const m: DictionarySection = {
	letter: 'м',
	terms: [
		{ title: '<span id="mimitsuki">Мимицуки</span>', kanji: '耳付', definition: 'характерные "ушки" на вазах Ига, которые, как правило, изготавливаются из грубой глины, иногда с добавлением мелких белых камней; ушки определяют качество вазы, так как они формируются для того, чтобы сбалансировать сосуд, и выражают силу и энергию изделия' },
		{ title: '<span id="mogake">Могакэ</span>', kanji: '藻掛', definition: 'обёртывание водорослями - техника декора керамики Токонамэ, при сгорании водоросли оставляют "минеральный" след в виде полос и остекленевших участков глазури' },
		{ title: '<span id="mogusa">Могуса</span>', kanji: '百草', definition: 'Глина могуса, "могуса-до" (百草土) — это фирменная глина региона Мино, из которой преимущественно изготавливаются изделия Сино. Могуса-до собирают вблизи Охиры или Окавы и её относительно трудно добыть, так как это не один слой, который легко выкопать, а сферические структуры в грунте, которые нужно найти. После сбора глину не смешивают с другими и не отбеливают. Её растворяют в воде и оставляют примерно на три месяца для развития адгезионных свойств. Без этого процесса её трудно формовать. Могуса-до ценится за свою легкую текстуру и отличные результаты при обжиге, хотя с ней трудно работать. Органические вещества и сульфид железа в грунте придают ей бледно-розовый оттенок.' },
		{ title: '<span id="meoto-yunomi">Мэото юноми</span>', kanji: '夫婦湯呑', definition: 'парные высокие (часто циллиндрические) чашки для питья листового чая' },
		{ title: '<span id="meibutsu">Мэйбуцу</span>', kanji: '名物', definition: 'мэйбуцу (名 - знаменитый, известный, 物 - вещь, предмет) — это предметы, широко признанные ценителями и людьми чая как выдающиеся образцы. Мэйбуцу также может относиться к предметам с богатой историей происхождения, например, к предмету, передаваемому из поколения в поколение влиятельной семьей. В общей сложности, существуют сотни чайных предметов, считающихся "мэйбуцу", в десятках документированных коллекций.' },
		{ title: '<span id="meiki">Мэйки</span>', kanji: '名物', definition: 'мэйки (名 - знаменитый, известный, 器 - сосуд, посуда, утварь) — термин, используемый взаимозаменяемо с мэйбуцу' },
	],
};
