import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const n: DictionarySection = {
	letter: 'н',
	terms: [
		{ title: 'Надарэ', id: 'nadare', kanji: '傾れ', romaji: 'nadare', definition: 'подтёк глазури на керамическом изделии' },

		{ title: 'Нанабакэ', id: 'nanabake', kanji: '萩の七化け', romaji: 'hagi nana-bake nanabake', image: 'nanabake.webp', definition: '"семь изменений" - процесс изменения цвета керамики Хаги, при котором чай медленно окрашивает глину через тонкие трещины в глазури, углубляя и обогащая цвет и текстуру изделия' },

		{ title: 'Насу', id: 'nasu', kanji: '茄子', romaji: 'nasu', image: 'nasu.webp', definition: 'дословно "баклажан" - форма керамической чайницы тяирэ' },

		{ title: 'Нидзю-гути', id: 'niju-guchi', kanji: '', romaji: 'niju-guchi niju guchi', image: 'niji-guchi.webp', definition: 'досл. "двугубый обод" - конструкция обода, состоящая из двух ярусов. Рот изделия поднимается от шеи и плавно расширяется наружу, из чего формируется второй ярус, образуя слоистый край.' },

		{ title: 'Нихон роккоё', id: 'nihon-rokkoyo', kanji: '日本六古窯', romaji: 'nihon-rokkoyo nihon rokkoyo', image: 'nihon-rokkoyo.webp', definition: 'см. Роккоё' },

		{ title: 'Нисики-дэ', id: 'nishiki-de', kanji: '錦手', romaji: 'nishiki-de nishiki de', image: 'nishiki-de.webp', definition: 'букв. "парчовое украшение" - полихромный декор, включающий золотые акценты' },

		{ title: 'Ноборигама', id: 'noborigama', kanji: '登り窯', romaji: 'noborigama', image: 'noborigama.webp', definition: 'многокамерные восходящие печи дровяного обжига, появившиеся в Японии (на Кюсю) в конце XVI. Печи ноборигама строятся на склоне, и каждая последующая камера расположена выше предыдущей. Камеры в ноборигаме через определенные промежутки пронизаны отверстиями для подачи дров. Самая большая действующая печь -ноборигама в Японии находится в Сигараки , в южной части префектуры Сига.' },

		{ title: 'Нэрикоми', id: 'nerikomi', kanji: '練り込み', romaji: 'nerikomi', image: 'nerikomi.webp', definition: 'букв. "замешивание" - художественная техника, при которой глина разных цветов смешивается или перемежается для создания различных узоров. Эту технику также назвают нэриагэ (練上げ), хотя чаще это относится к лепке из нескольких цветов глины на гончарном круге. В период с 1978 по 1995 год в Японии наблюдался взрывной рост популярности этой техники, вероятно, благодаря рекламе Мацуи Косэю и Аиды Юсукэ (который снимался в телевизионной рекламе Nescafé, и описывал свои кофейные чашки термином "нэриагэ")' },
	],
};
