import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const n: DictionarySection = {
	letter: 'н',
	terms: [
		{ title: '<span id="nadare">Надарэ</span>', kanji: '傾れ', definition: 'подтёк глазури на керамическом изделии' },
		{ title: '<span id="nasu">Насу</span>', kanji: '茄子', definition: 'дословно "баклажан" - форма керамической чайницы тяирэ' },
		{ title: '<span id="nihon-rokkoyo">Нихон роккоё</span>', kanji: '日本六古窯', definition: 'см. Роккоё' },
		{ title: '<span id="noborigama">Ноборигама</span>', kanji: '登り窯', definition: 'многокамерные печи дровяного обжига, появившиеся в Японии (на Кюсю) в конце XVI' },
		{ title: '<span id="nerikomi">Нэрикоми</span>', kanji: '練り込み', definition: 'букв. "замешивание" - художественная техника, при которой глина разных цветов смешивается или перемежается для создания различных узоров. Эту технику также назвают нэриагэ (練上げ), хотя чаще это относится к лепке из нескольких цветов глины на гончарном круге. В период с 1978 по 1995 год в Японии наблюдался взрывной рост популярности этой техники, вероятно, благодаря рекламе Мацуи Косэю и Аиды Юсукэ (который снимался в телевизионной рекламе Nescafé, и описывал свои кофейные чашки термином "нэриагэ")' },
	],
};
