import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const p: DictionarySection = {
	letter: 'р',
	terms: [
		{ title: '<span id="rankakude">Ранкакудэ</span>', kanji: '卵殻手', definition: 'изящный "прозрачный" фарфор, настолько тонкий, что напоминает яичную скорлупу (термин пришёл в Японию из Англии)' },
		{ title: '<span id="ro">Ро</span>', kanji: '炉', definition: 'очаг (камин), на котором готовится вода для чайной церемонии' },
		{ title: '<span id="rokkoyo">Роккоё</span>', kanji: '六古窯', definition: 'Шесть древних печей — категория, разработанная Коямой Фудзио (小山富士夫, 1900–1975) в послевоенный период для описания наиболее примечательных керамических печей (видов керамики) Японии. В эту категорию входят: Бидзэн (備前焼), производимая в Бидзэн, Окаяма; Этидзэн (越前焼, Этидзэн-яки), производимая в Этидзэн, Одати и Миядзаки, префектура Фукуи; Cэто (瀬戸焼), производимая в Сэто, префектура Айти; Сигараки (信楽焼), производимая в Кокэ, Сига, к востоку от озера Бива; Тамба, также известная как Татикуи (丹波立杭焼, Тамба-Татикуи-яки), производимая в Сасаяме и Татикуи в Хёго; Токонамэ (常滑焼), производимая в Токонамэ, префектура Айти.' },
	],
};
