import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const r: DictionarySection = {
	letter: 'р',
	terms: [
		{ title: 'Ранкакудэ', id: 'rankakude', kanji: '卵殻手', image: 'rankakude.jpg', definition: 'досл. "яичная скорлупа" - тончайший фарфор, напоминающий яичную скорлупу (термин пришёл в Японию из Англии), начал производиться в конце периода Эдо (19 век) по заказу клана Хирадо. Его экспортировали в Европу, где он высоко ценился. Производство прекратилось после Первой мировой войны и было восстановлено относительно недавно.' },

		{ title: 'Ро', id: 'ro', kanji: '炉', definition: 'очаг (камин), на котором готовится вода для чайной церемонии' },

		{ title: 'Рокуро', id: 'rokuro', kanji: '轆轤', definition: 'досл. "гончарный круг" - один из инструментов для формования керамики, использующий центробежную силу вращающегося колеса для придания формы глине. Существуют различные типы гончарных кругов, такие как ручной, ножной и моторизованный. Моторизованный круг является наиболее популярным, поскольку скорость вращения легко регулируется нажатием на педаль.' },

		{ title: 'Роккоё', id: 'rokkoyo', kanji: '六古窯', definition: 'Шесть древних печей - категория, разработанная Коямой Фудзио (小山富士夫, 1900–1975) в послевоенный период для описания наиболее примечательных керамических печей (видов керамики) Японии. В эту категорию входят: Бидзэн (備前焼), производимая в Бидзэн, Окаяма; Этидзэн (越前焼, Этидзэн-яки), производимая в Этидзэн, Одати и Миядзаки, префектура Фукуи; Cэто (瀬戸焼), производимая в Сэто, префектура Айти; Сигараки (信楽焼), производимая в Кокэ, Сига, к востоку от озера Бива; Тамба, также известная как Татикуи (丹波立杭焼, Тамба-Татикуи-яки), производимая в Сасаяме и Татикуи в Хёго; Токонамэ (常滑焼), производимая в Токонамэ, префектура Айти.' },
	],
};
