import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const s: DictionarySection = {
	letter: 'с',
	terms: [
		{ title: 'Саку', id: 'saku', kanji: '作', definition: 'работа, продукция, сделал, изготовил - знак, который пишется после имени мастера, указывая на его авторство; часто можно встретить на крышках томобако' },

		{ title: 'Сангири', id: 'sangiri', kanji: '桟切り', image: 'sangiri.jpg', definition: 'неожиданное изменение цвета или рисунка на поверхности вещи, вызванное отсутствием кислорода при восстановительном обжиге из-за покрытия сосуда пеплом во время обжига. Цвет сангири может варьироваться от черного до серого, синего, красновато-коричневого или других цветов.' },

		{ title: 'Сараяма', id: 'sarayama', kanji: '窯山', definition: 'термином "сараяма" (печь + гора) на Кюсю называют район, где производится керамика' },

		{ title: 'Сёдай', id: 'shodai', kanji: '初代', definition: 'первое поколение, основатель династии' },

		{ title: 'Сёмэн', id: 'shomen', kanji: '正面', definition: '"лицо" - лицевая сторона вещи' },

		{ title: 'Сидзэн-ю', id: 'shizen-yu', kanji: '自然釉', image: 'shizen-yu.webp', definition: 'Глазурь, получаемая в дровяной печи, когда зола от сгоревшей древесины падает на изделие и плавится' },

		{ title: 'Сиори', id: 'siori', kanji: '栞', definition: 'закладка, путеводитель - лист с информацией о мастере, печи, истории местной разновидности керамики, прикладываемый к японским вещам)' },

		{ title: 'Сиротибу', id: 'shirochibu', kanji: '金粒', image: 'shiro-chibu.webp', definition: 'буквально "белые точки" - см. <a href="#aochibu">аотибу</a>' },

		{ title: 'Сифуку', id: 'shifuku', kanji: '仕覆', definition: 'мешочек для хранения утвари' },

		{ title: 'Сомэцукэ', id: 'sometsuke', kanji: '染付 или 染め付け', definition: 'буквально означает "окрашивать" и применяется исключительно к фарфоровым или бесцветным предметам, декорированным синей краской на основе кобальта. Помимо ручной росписи, сомэцукэ часто наносится с помощью трафарета (染付型紙 - сомэцукэ катагами) или трансферной печати (染付銅板 - сомэцукэ добан). На технику росписи сомэцукэ очень сильное влияние оказала китайская керамика цинхуа (青花)' },

		{ title: 'Суана', id: 'suana', kanji: '巣穴', definition: 'отверстия, дырки в глазури (характерная особенность керамики Сино)' },

		{ title: 'Сукасибори', id: 'sukashibori', kanji: '透彫', definition: 'термин, обозначающий ажурную или перфорированную работу, при которой рисунок переднего плана остаётся нетронутым, а фоновые области вырезаются и удаляются (или наоборот). Полученное изделие становится "прозрачным" (сукаси), отсюда и название.' },

		{ title: 'Сэнтяван', id: 'senchawan', kanji: '煎茶碗', definition: 'чашка для питья листового чая' },

		{ title: 'Сюгусури', id: 'shugusuri', kanji: '​朱釉', definition: 'термин обозначает особую технику нанесения красной или пятнистой красной глазури на керамику Раку, создающей эффект огненных всполохов на готовых ихделиях; ассоциируется с мастером Раку 4-го поколения Итиню, который разработал её' },

		{ title: 'Сюдэй', id: 'shudei', kanji: '​​朱泥', definition: 'неглазурованная керамика красно-коричневого цвета (изначально из Китая, в Японии термин часто применяется к керамике из Токонамэ)' },

		{ title: 'Сэй', id: 'sei', kanji: '製​', definition: 'сделано, произведено, сделано из, сделано в - кандзи, часто встречающийся на коробках рядом с создателем керамики' },

		{ title: 'Сэкки', id: 'sekki', kanji: '石器 или せっ器​', definition: 'неглазурованная керамика, обожженная при температуре от 1200 до 1300 градусов Цельсия, имеет стекловидную структуру и практически полностью водонепроницаема; является одним из 4 видов классификации керамики наряду с токи, дзики и доки; примерами сэкки являются изделия из Токонаме и Бидзэна' },
	],
};
