import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const t: DictionarySection = {
	letter: 'т',
	terms: [
		{ title: '<span id="takarabune">Такарабунэ', kanji: '宝船', definition: 'изобравжение корабля с сокровищами, на котором путешествуюи семь богов счастья - можно встретить в качестве декора чаш' },
		{ title: '<span id="choshi">Тёси</span>', kanji: '銚子', definition: 'котёл или. чайник для нагрева сакэ' },
		{ title: '<span id="togei">Тогэй</span>', kanji: '陶芸', definition: 'керамическое искусство, также керамика в целом' },
		{ title: '<span id="togeihin">Тогэйхин</span>', kanji: '陶芸品', definition: 'предмет (художественной) керамики; керамическое изделие' },
		{ title: '<span id="togeika">Тогэйка</span>', kanji: '陶芸家', definition: 'художник-керамист, художник по керамике, гончар' },
		{ title: '<span id="tojiki">Тодзики</span>', kanji: '陶磁器', definition: 'японская керамика и фарфор, синоним терминов <i>якимоно</i> и <i>тогэй</i>; вероятно является обобщающим термином, полученным из объединения <i>токи</i> и <i>дзики</i> (陶器 + 磁器)' },
		{ title: '<span id="toki">Токи</span>', kanji: '陶器', definition: 'гончарные изделия, глиняная посуда, керамика, относится к глазурованным изделиям высокотемпературного обжига; является одним из 4 видов классификации керамики наряду с доки, дзики и сэкки' },
		{ title: '<span id="tomobako">Томобако</span>', kanji: '供箱', definition: 'оригинальная деревянная коробка, подписанная и проштампованная создателем её содержимого' },
		{ title: '<span id="tezukune">Тэдзукунэ</span>', kanji: '手捏ね', definition: '"ручное замешивание", метод ручной формовки чаш (например Раку), также существует вариант именования рокуро тэдзукунэ (轆轤手捏ね) - ручное замешивание на гончарном круге' },
		{ title: '<span id="chawan">Тяван</span>', kanji: '茶碗', definition: 'чайная чаша, также может относиться к чаше для риса; в контексте чайной церемонии используется форма "茶盌", которая не является обиходной' },
		{ title: '<span id="chadamari">Тядамари</span>', kanji: '茶溜り', definition: 'углубление в центральной части чаши, куда собираются последние капли чая после пития, считается одной из отличительных черт чаши; существуют некоторые приёмы создания тядамари, например, глубокое углубление с одного конца и неглубокое и пологое с другого' },
		{ title: '<span id="chaire">Тяирэ</span>', kanji: '茶入', definition: 'чайный контейнер, керамическая чайница для густого чая (коитя)' },
		{ title: '<span id="chakin">Тякин</span>', kanji: '茶巾', definition: 'ткань для протирания чайной чаши' },
		{ title: '<span id="chakinzutsu">Тякиндзуцу</span>', kanji: '茶巾筒', definition: 'цилиндрический контейнер для тякина' },
		{ title: '<span id="chato">Тято</span>', kanji: '茶陶', definition: 'чайная посуда, чайная керамика - общий термин для обозначения утвари, используемой в чайных церемониях, например, чайных чаш и кувшинов для воды; иногда употребляется по отношению конкретно к чайным чашам (<i>тяванам</i>)' },
	],
};
