import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const t: DictionarySection = {
	letter: 'т',
	terms: [
		{ title: 'Такарабунэ', id: 'takarabune', kanji: '宝船', romaji: 'takarabune', image: 'takarabune.jpg', definition: 'изобравжение корабля с сокровищами, на котором путешествуюи семь богов счастья - можно встретить в качестве декора чаш' },

		{ title: 'Тамадарэ', id: 'tamadare', kanji: '玉垂れ', romaji: 'tama-dare tamadare', image: 'tamadare.jpg', definition: 'капли глазури, образующиеся, когда естественная стекловидная глазурь стекает и скапливается на концах подтёков. Круглая блестящая форма тамадарэ напоминает глаз стрекозы, поэтому их также называют "глазами стрекозы"' },

		{ title: 'Татаки', id: 'tataki', kanji: '叩き', romaji: 'tataki', image: 'tataki.jpg', definition: 'техника формовки изделия из длинной глинянной "нити", укладывании её по спирали для создания сосуда, а затем сглаживании стыков и придании формы путём постукивания (по-японски "татаки") по поверхности деревянным молотком, прижимая его к деревянным рейкам, расположенным внутри' },

		{ title: 'Татара-дзукури', id: 'tatara-zukuri', kanji: '踏鞴作り', romaji: 'tatara-zukuri tatara zukuri', image: 'tatara-zukuri.jpg', definition: 'метод формования глиняных пластин путем их сгибания или соединения на доске или плоской поверхности. В отличие от гончарного круга, при работе с которым для изготовления круглых сосудов используется вращение, татара-дзукури используется для изготовления вещей квадратных и других форм из плоских глиняных пластин.' },

		{ title: 'Тёси', id: 'choshi', kanji: '銚子', romaji: 'choshi', image: 'choshi.jpg', definition: 'котёл или. чайник для нагрева сакэ' },

		{ title: 'Тогэй', id: 'togei', kanji: '陶芸', romaji: 'togei tougei', image: 'togei.jpg', definition: 'керамическое искусство, также керамика в целом' },

		{ title: 'Тогэйхин', id: 'togeihin', kanji: '陶芸品', romaji: 'togeihin tougeihin', image: 'togeihin.jpg', definition: 'предмет (художественной) керамики; керамическое изделие' },

		{ title: 'Тогэйка', id: 'togeika', kanji: '陶芸家', romaji: 'togeika tougeika', image: 'togeika.jpg', definition: 'художник-керамист, художник по керамике, гончар' },

		{ title: 'Тодзики', id: 'tojiki', kanji: '陶磁器', romaji: 'tojiki toujiki', image: 'tojiki.webp', definition: 'японская керамика и фарфор, синоним терминов <i>якимоно</i> и <i>тогэй</i>; вероятно является обобщающим термином, полученным из объединения <i>токи</i> и <i>дзики</i> (陶器 + 磁器)' },

		{ title: 'Токи', id: 'toki', kanji: '陶器', romaji: 'toki', image: 'toki.jpg', definition: 'гончарные изделия, глиняная посуда, керамика, относится к глазурованным изделиям высокотемпературного обжига; является одним из 4 видов классификации керамики наряду с доки, дзики и сэкки' },

		{ title: 'Томобако', id: 'tomobako', kanji: '供箱', romaji: 'tomobako', image: 'tomobako.jpg', definition: 'оригинальная деревянная коробка, подписанная и проштампованная создателем её содержимого' },

		{ title: 'Тонбономэ', id: 'tonbonome', kanji: '蜻蛉の目', romaji: 'tonbonome', definition: '"глаз стрекозы", см. тамадарэ' },

		{ title: 'Тэбинэри', id: 'tebineri', kanji: '手びねり', romaji: 'tebineri', image: 'tebineri.jpg', definition: '"ручная формовка" - метод формования вещей с использованием только пальцев. Самый простой способ, он не подходит для сложной работы, он хорош для выражения простой красоты.' },

		{ title: 'Тэдзукунэ', id: 'tezukune', kanji: '手捏ね', romaji: 'tezukune', image: 'tezukune.jpg', definition: '"ручное замешивание", метод ручной формовки чаш (например Раку), также существует вариант именования рокуро тэдзукунэ (轆轤手捏ね) - ручное замешивание на гончарном круге' },

		{ title: 'Тэнся', id: 'tensha', kanji: '転写', romaji: 'tensha', image: 'tensha.jpg', definition: 'техника, при которой узоры предварительно печатаются с помощью керамических красок на бумаге тэнся (буквально "транскрипция" или "трансферная печать"), деколях, медных пластинах или других материалах, а затем узоры переносятся на поверхность сосуда.' },

		{ title: 'Тэцу-э', id: 'tetsu-e', kanji: '鉄絵', romaji: 'tetsu-e tetsue', image: 'tetsu-e.jpg', definition: 'техника подглазурной росписи, заключающаяся в нанесении железосодержащими пигментами декоративного рисунка на неглазурованную основу, на которую перед обжигом наносится глазурь. Окрашенная часть приобретает оттенки коричневого или черного цвета. Зародившись в Китае, эта техника начала практиковаться в Японии примерно в конце 16 века, особенно в таких регионах, как Мино и Карацу.' },

		{ title: 'Тяван', id: 'chawan', kanji: '茶碗', romaji: 'chawan', image: 'chawan.webp', definition: 'чайная чаша, также может относиться к чаше для риса; в контексте чайной церемонии используется форма "茶盌", которая не является обиходной' },

		{ title: 'Тядамари', id: 'chadamari', kanji: '茶溜り', romaji: 'chadamari', image: 'chadamari.webp', definition: 'углубление в центральной части чаши, куда собираются последние капли чая после пития, считается одной из отличительных черт чаши; существуют некоторые приёмы создания тядамари, например, глубокое углубление с одного конца и неглубокое и пологое с другого' },

		{ title: 'Тяирэ', id: 'chaire', kanji: '茶入', romaji: 'chaire', image: 'chaire.jpg', definition: 'чайный контейнер, керамическая чайница для густого чая (коитя)' },

		{ title: 'Тякин', id: 'chakin', kanji: '茶巾', romaji: 'chakin', image: 'chakin.jpg', definition: 'ткань для протирания чайной чаши' },

		{ title: 'Тякиндзуцу', id: 'chakinzutsu', kanji: '茶巾筒', romaji: 'chakin-zutsu chakinzutsu chakin zutsu', image: 'chakinzutsu.jpg', definition: 'цилиндрический контейнер для тякина' },

		{ title: 'Тято', id: 'chato', kanji: '茶陶', romaji: 'cha-to cha-tou chato chatou', image: 'chato.jpg', definition: 'чайная посуда, чайная керамика - общий термин для обозначения утвари, используемой в чайных церемониях, например, чайных чаш и кувшинов для воды; иногда употребляется по отношению конкретно к чайным чашам (<i>тяванам</i>)' },
	],
};
