import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const w: DictionarySection = {
	letter: 'в',
	terms: [
		{ title: '<span id="wakigama">Вакигама</span>', kanji: '脇窯', definition: 'в традиции керамики Раку можно перевести как "сторонняя печь" или "второстепенная печь"; в то время как в главной печи на протяжении поколений производятся изделия семьи Раку из Киото, новая печь, основанная одной из побочных ветвей основной семьи, называется печью ваки. Самой известной из печей ваки является печь Тамамидзу, основанная Итигеном, младшим братом мастера Раку четвертого поколения Итинью, и существующая уже четыре поколения.' },

	],
};
