import type { DictionarySection } from '@/variables/useful/dictionary/dictionary.types';

export const w: DictionarySection = {
	letter: 'в',
	terms: [
		{ title: 'Вакигама', id: 'wakigama', kanji: '脇窯', romaji: 'waki-gama wakigama', image: 'wakigama.webp', definition: 'в традиции керамики Раку можно перевести как "сторонняя печь" или "второстепенная печь"; в то время как в главной печи на протяжении поколений производятся изделия семьи Раку из Киото, новая печь, основанная одной из побочных ветвей основной семьи, называется печью ваки. Самой известной из печей ваки является печь Тамамидзу, основанная Итигэном, младшим братом мастера Раку четвертого поколения Итинью, и существующая уже четыре поколения.' },

	],
};
